[{"id":21,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/washington-dc-2000.jpg","summary":"In the U.S. capital, new restaurants, historic theaters and events marking the suffrage movement","description":"One hundred years ago, on Aug. 18, 1920, the 19th Amendment was ratified, and American women had won the right to vote. In Washington, institutions like the Library of Congress, the National Museum of American History and the National Archives Museum have long-running exhibitions either under way or planned to commemorate the milestone and those whom it left out. (Admission to all three is free, as it is to most of the city’s museums and monuments.) In an election year of perhaps unprecedented political angst, some might find visiting the nation’s capital fraught. But in recent years Washington has watched its already-rich culture and dining scene blossom, offering a vast menu of fresh sights and tastes. Away from the halls of government, Washington presents a diverse identity as a majority-minority city and a cosmopolitan crossroads where American society blends with international influences. The U Street area, sometimes referred to as Black Broadway, is packed with historic theaters and concert halls where jazz flourished and go-go music was pioneered. Beyond a small but growing set of pricier Michelin-starred restaurants, Washington has also seen a younger, forward-thinking crop of restaurants emerge, with Ethiopian and Laotian food well represented. Even as a modern, homegrown and ever-changing culture percolates below the surface, though, Washington holds to its historical ideal of a city built on a common heritage — a place for all Americans to reflect on a shared identity, even in a contentious election year.","placeId":276},{"id":22,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/british-virgin-islands-2000.jpg","summary":"An island chain devastated by hurricanes rebounds with an environmental bent","description":"Hit by Hurricanes Irma and Maria in 2017, the British Virgin Islands have been slow to recover. But this year, a number of resorts will reopen, including Rosewood Little Dix Bay, the iconic resort originally developed by the conservation-minded Laurance Rockefeller in 1964, which was under renovation when the storms hit; it reopened this month. On Norman Island, planned developments for 2020 include three hotels, a marina and an observatory. Offshore, the ship William Thornton, which once housed the floating bar known as Willy T, was damaged and is now part of an artificial reef, but a new vessel has replaced it. Many properties have a new environmental focus. Necker Island, the private island owned by Richard Branson, will finish rebuilding by April, and introduce uniforms made from recycled plastic found in the ocean; in 2019, the resort installed wind turbines that have enabled it to run on up to 90 percent renewable energy. In summer 2020, the Bitter End Yacht Club will open a new marina using recycled materials and a market to provision boat crews; accommodations are scheduled to follow in the fall. Cooper Island Beach Club on Cooper Island, a 15-minute water taxi ride from Tortola, plans to offer packages combining island stays with emissions-free sailing trips aboard a new electric-powered yacht from Voyage Charters.","placeId":35},{"id":23,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/rurrenabaque-2000.jpg","summary":"A new protected area invites visitors to see rare monkeys and pink dolphins","description":"The small town of Rurrenabaque is the gateway to a lush and thrillingly beautiful part of northwestern Bolivia that offers a twofer for tourists passionate about supporting efforts toward sustainability and protecting endangered species. Bolivia just won an award for Best Green Destination from World Travel Awards for its efforts in making this entire region — packed with roaring waterfalls and rare wildlife, and home to many Indigenous groups — sustainable while launching programs for ecotourism. Here visitors will find Madidi, one of the world’s most biodiverse protected areas, and Rhukanrhuka, an area of tropical rainforest and natural grasslands almost as large as Yellowstone. In June 2019, the Reyes municipal government (in partnership with the Wildlife Conservation Society and the Rainforest Trust) designated Rhukanrhuka a protected area, one that will conserve endangered titi monkeys, pink river dolphins and other rare wildlife. Go now to take advantage of this newly inviting area before other tourists arrive; the Wildlife Conservation Society has a list of operators it recommends.","placeId":213},{"id":24,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/greenland-2000.jpg","summary":"Like Iceland, only more vast, more remote and without the crowds — for now","description":"President Trump’s desire to purchase Greenland, a semiautonomous Danish territory, unleashed jokes and diplomatic strains — and piqued interest in this little-visited island (which counted fewer than 50,000 guests during the first half of 2019). In 2020, new sustainably focused expedition cruises, some with onboard naturalists and conservationists, are making it easier than ever to explore the least densely populated territory on earth. Witness the tremendous glacier feeding into the Ilulissat Icefjord, a UNESCO World Heritage Site, from the MS Fridtjof Nansen, a new hybrid electric-powered ship from Hurtigruten’s cruise fleet, based out of Norway, that reduces carbon emissions by 20 percent. Set course for Northeast Greenland National Park, with its glacial lagoons and shaggy-haired musk oxen, on Lindblad Expeditions’ new ship, the National Geographic Endurance, which won't have any single-use plastic bottles, cups, straws or stirrers on board. And trek on the Greenland Ice Sheet with the famed mountaineer Alex Pancoe off Abercrombie & Kent’s new Ultimate Iceland & Greenland Cruise on Le Boréal, which features an onboard wastewater treatment system. With that mile-thick ice sheet melting fast, and two new international airports slated to open in 2023, the time to explore an untrammeled, intact Greenland is now.","placeId":86},{"id":25,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/kimberly-2000.jpg","summary":"Australia’s last frontier is rich in epic landscapes and otherworldly corals","description":"The least touristy part of Australia is now in bloom with an easier-to-reach bucket list of natural wonders: the Bungle Bungle Range in the UNESCO World Heritage-listed Purnululu National Park; the waterways of the mighty Ord River and Lake Argyle (one of the largest freshwater lakes in the Southern Hemisphere); and El Questro’s waterfalls, gorges and epic landscapes. There are new itineraries, too, including Narlijia Experiences’ history tours highlighting Aboriginal culture, and Kingfisher Tours’ outings to the unique and soon-to-close Argyle Diamond Mine. Other options include scenic flights over the Bungles and Lake Argyle, as well as Indian Ocean cruises to three untouched coral atolls in the Rowley Shoals Marine Park. But there’s more: The city of Broome’s Chinatown area is now revitalized, and the Western Australia Gourmet Escape food festival is extending its reach to the wine and foodie favorites Swan Valley and Margaret River. Among the area’s new accommodations is Call of The Kimberley’s outback glamping at Yeeda Cattle Station. New air service from the region, which is far from the bushfires in eastern Australia, includes direct flights from Melbourne and Darwin to Kununurra.","placeId":112},{"id":26,"source":"NYT","media":"https://int.nyt.com/data/videotape/finished/2020/01/places-to-go-2020/paso-robles-3-1254w.mp4","summary":"The Central Coast does its best Tuscany","description":"California’s Central Coast has been known as California’s other wine country since the actor Paul Giamatti went on a road trip and swore off merlot in “Sideways” 16 years ago. But while Paso Robles in particular is undoubtedly an accomplished wine terroir with more than 300 wineries (L’Aventure and Adelaida wineries recently expanded), to assume it is a string of tasting rooms would be to underestimate it. Last fall, the artist Bruce Munro created “Field of Light,” a show of 60,000 illuminated glass orbs spread over 15 acres that has turned Paso Robles into an art destination (until June 30, when the show ends). Meanwhile, the city has turned the good life — of wine, olive oil, cheese and boutique hotels — into an identity. The star hotel here, Hotel Cheval, is adding 20 guest rooms, a luxury spa and an infinity pool in 2020, while the new Hotel Piccolo has brought exposed brick walls, a rooftop bar and a hipster crowd to downtown. Two blocks away, chef Julien Asseo (of Guy Savoy in Las Vegas) just opened Les Petites Canailles, a buzzy new farm-to-table restaurant, in November. And Paso Market Walk, a 16,000-square-foot marketplace, is expected to open this year — bringing a bakery, microbrewery, gelateria, vegan cheese shop, olive oil tasting room, coffee roasters and artisanal, local specialties to Paso.","placeId":190},{"id":27,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/sicily-2000.jpg","summary":"Sustainable rebirth and culinary heritage on a volcanic island","description":"There’s some rumbling on Sicily, and it’s not just Mount Etna, which began erupting again in 2019. A new wave of green tourism is washing over the Mediterranean island, where nonprofit grassroots groups have begun to spearhead sustainable volunteer tourism initiatives like EtnAmbiente, which launched an app in 2019 to help locals and tourists photograph and report pollution, increasingly an islandwide problem. These initiatives grew from five concerned individuals in 2018 to a powerful network to help reduce plastics and preserve the unique landscapes and marine habitats. Sicily’s Tasca d’Almerita wine family have converted a derelict farmhouse into a winery on the lower slopes of Etna to open in 2020, offering workshops and wine tastings. The family’s Anna Tasca Lanza Cooking School is also launching the Food Heritage Association, a nonprofit group celebrating Sicilian ingredients. Last year saw the opening of Historic Trains of Taste, a series of scenic rail excursions that recently partnered with Slow Food Sicily to take visitors on trips to lesser-known food and wine spots. Among them is Zash, a hotel and restaurant in the heart of a local citrus grove at Etna’s base that received its first Michelin star in the 2020 guidebook. Uncovr Travel, a small-group tour operator (up to eight guests) specializing in Sicily, launches electric-car tours to local food producers and artists in 2020. Palermo will see more lodging accommodations, including Rocco Forte’s Villa Igiea, which has committed to plastic-free amenities like straw flip-flops and boxed water, while the NH Hotel Group, a chain devoted to the UN’s Sustainable Development Goals, will give its Palermo property a significant refurbishment.","placeId":224},{"id":28,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/salzburg-2000.jpg","summary":"Mozart, maestros and sweet soufflés during the centennial of a renowned music festival","description":"The hills are still alive with you-know-what. Salzburg, Austria, draws hordes each year to the bright yellow townhouse where Mozart was born and to the Mirabell Gardens, where Julie Andrews taught a troupe of ersatz von Trapp children their do-re-mi's in “The Sound of Music.” But it’s worth the pilgrimage this year for another reason: The Salzburg Festival, the Davos or Disneyland of classical music, will celebrate its centennial this summer. There will be diva turns by Anna Netrebko and Cecilia Bartoli and performances by some of the finest maestros and soloists in the world; the house band, as ever, will be the incomparable Vienna Philharmonic. The charming Salzburg Marionette Theater offers smaller scale (and prices). And the tone-deaf can enjoy the Baroque splendor of the Old Town; the sublime Wiener schnitzel at Herzl; and the addictive local street food, bosna sausages. A nearby alpine peak, Untersberg, is reachable by city bus and cable car. A different kind of summit can be enjoyed in its grand cafes: the Salzburger nockerl, a sweet soufflé whose sugar-dusted peaks suggest nearby snow-capped hills.","placeId":219},{"id":29,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/tokyo-2000.jpg","summary":"The Summer Games are just the beginning","description":"All eyes will be on Tokyo this summer as the city hosts the 2020 Summer Olympics from July 24 to Aug. 9. In addition to the games — with all the new hotels, sporting venues, transport upgrades and general excitement they confer — the Japanese capital is a top pick for travelers hungry for a taste of its unmatched food scene, rich cultural heritage, cutting-edge architecture and see-it-here-first fashion. In this ultramodern metropolis, endless adventures await: Watch the tuna auction at the new Toyosu fish market, wait in line for Japanese soufflé pancakes at Flipper’s, try the chocolaty coffee at the cult roastery Bear Pond Espresso and browse one-of-a-kind clothing at the eclectic Kitakore complex. You can satisfy your pop-culture predilections at Nakano Broadway, walk through a bygone era in the traditional Yanaka district, and admire the futuristic facade (and excellent reading selection) at a bookstore called Daikanyama T-Site. And don’t miss slurping Michelin-starred ramen at Tsuta. To get the big picture, check out the view from 1,480 feet at the Skytree. Then drink craft beer in a treehouse at Nakano Beer Kobo, unwind at the discreet record bar Track, or simply forge your own path. The options are endless.","placeId":258},{"id":30,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/caesarea-2000.jpg","summary":"“Pompeii by the beach” becomes one of the world’s most impressive archaeological complexes","description":"Herod the Great named this ancient port city Caesarea in honor of Caesar Augustus more than 2,000 years ago. Today it preserves many of the world’s most impressive Roman ruins, including an amphitheater, an aqueduct that runs parallel to the Mediterranean Sea and a hippodrome with an Egyptian obelisk. A flurry of recent restoration work — spearheaded mainly by Ariane de Rothschild — has now made the city a leading historical tourism destination on par with the Acropolis in Athens. Visitors to Caesarea National Park can walk atop a fortress built in the 13th century and view the newly restored ruins of one of the world’s oldest synagogues. A visitor center unveiled last June, in four 26-foot-tall vaults dating to the first century B.C., includes a theater and a room filled with antiquities, like a cache of gold coins divers found in Caesarea’s underwater archaeological park. This summer archaeologists plan to unveil eight more vaults, a vast platform containing the ruins of a temple devoted to Emperor Augustus and a monumental staircase. After exploring, travelers can stay at the nearby Dan Caesarea, a midcentury hotel that recently reopened with contemporary art installations and a poolside Greek taverna.","placeId":39},{"id":31,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/china-2000.jpg","summary":"China ramps up conservation efforts with a new system of national parks","description":"Despite China’s major problems with air pollution and as a driver of the illegal wildlife trade, the country appears to be attempting to safeguard its fragile ecosystems and natural beauty, in part by establishing a new unified system of national parks. In 2020, the 47,500-square-mile Sanjiangyuan National Park will open to visitors in the Tibetan Plateau, a region famous for its headwaters and high density of elusive snow leopards. To protect the animals and maintain the park, more than 17,000 local herdsmen have been enlisted as salaried rangers. In the western provinces of Sichuan, Shaanxi and Gansu, the Giant Panda National Park will connect 67 panda reserves across 10,500 square miles. While it is difficult to observe the black-and-white bears in the wild, travelers can spot other endemic species like antelope, muntjac and Tibetan macaque, as well as volunteer as panda keepers at the Dujiangyan Panda Base. In Sichuan Province in southwest China, the UNESCO-listed Jiuzhaigou National Park suffered a devastating earthquake in 2017, but the park is expected to fully reopen this year and showcase the scenic valley’s Tibetan villages, electric-turquoise lakes, waterfalls, alpine forests and snow-capped peaks. With the outbreak of the coronavirus, the Centers for Disease Control and Prevention and the State Department have advised travelers not to visit mainland China.","placeId":166},{"id":32,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/lesotho-2000.jpg","summary":"A quiet mountainous country is a wonderland for adventurers","description":"The tiny country of Lesotho — a picturesque enclave of jagged desert mountains fully surrounded by South Africa — has been lost to most African itineraries. But things are changing in landlocked Lesotho, known as the “mountain kingdom,” where most residents, dressed in colorful traditional wool blankets, live in remote rural villages. Over the past decade the number of visitors has nearly doubled as the country has begun promoting tourism to grow its economy. A newly launched e-visa platform is making visiting easier than it was before. Visitors can explore ancient rock paintings at UNESCO-listed Maloti-Drakensberg Park, or take multiday pony treks to stay in remote thatch-hut villages. (Outfitters such as solar-powered Malealea Lodge arrange trips.) And in 2020, the capital, Maseru, is scheduled to open a new National Museum and Art Gallery in a three-story building shaped like a spiral aloe, an endemic plant. It will feature exhibits on Basotho culture, its handicrafts tradition and the nation’s first-ever digitized archives.","placeId":130},{"id":33,"source":"NYT","media":"https://int.nyt.com/data/videotape/finished/2020/01/places-to-go-2020/colorado-springs-2-1254w.mp4","summary":"The new Olympics museum is only one draw","description":"A gateway to alpine vacationlands since trains first arrived in 1871, Colorado Springs springs anew in 2020. In April, the $90 million U.S. Olympic & Paralympic Museum opens, with a design by Diller Scofidio + Renfro, the architects behind the reinvention of the Museum of Modern Art. Another opening, this one in autumn, will be up on 14,115-foot Pikes Peak, where the new zero-energy Pikes Peak Summit Complex, sheathed in weathering steel and sandstone quarried in New Mexico, will give travelers a ptarmigan’s-eye view of the panorama from 30-foot-high windows. Hungry? The city’s emergent locavore food scene is another draw: Bakers at Nightingale Bread mill their own organic heirloom grain (much of it from Colorado’s San Luis Valley) at Lincoln Center, a new market hall tucked into a 1948 former elementary school. At Four by Brother Luck — whose namesake chef has appeared on “Chopped” and “Top Chef” — dishes are inspired by the indigenous foods of the Four Corners region, including Ute tribe blue cornbread with wojapi (berry sauce). You’ll find trout from Front Range streams on the menus at the recently renovated Broadmoor, a pink stucco Italian Renaissance-style resort that looms over the landscape like a fever dream of Gold Rush-era miners.","placeId":56},{"id":34,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/krakow-2000.jpg","summary":"A city with a rich past focuses on new parks and curbing pollution","description":"Largely spared from the destruction of World War II, Poland’s second largest city has an intact medieval town center that is one of the largest in Europe. It is known for its cathedrals, Jewish history, cafe culture and rich university life, as well as oddities such as the Wieliczka salt mine, a 13th-century underground labyrinth of rooms, passageways, chapels and statues, all carved from salt. Unfortunately, Krakow has suffered from some of Europe’s worst air pollution. The Nowa Huta (New Steel Mill) district in Krakow, built in 1949 as a model Socialist settlement, once produced seven million tons of steel a year. For years, acid rain from the burning of fossil fuels and wood damaged the city’s medieval stonework. Recently, Krakow has begun to make changes to improve air quality for residents and tourists alike. In 2019, it became the first city in Poland to implement a ban on burning coal and wood. By the end of 2020, it will have deployed a fleet of electric buses throughout the most heavily polluted parts of the city. It is also opening a series of parks along tributaries of the Vistula River, like Reduta Park, Krakow’s first resident-designed communal space. Other greening initiatives, like an urban forest, are planned.","placeId":115},{"id":35,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/jodhpur-2000.jpg","summary":"Song, dance and royal grandeur in Rajasthan's “Blue City”","description":"Jodhpur, in the northwestern state of Rajasthan, remains a rustic, rough-hewn hub of art and culture at a time when many of India’s cities have been transformed by the tech industry. In February, the World Sacred Spirit Festival will descend on Jodhpur’s Mehrangarh Fort, a 15th-century fortification, museum and UNESCO World Heritage Site, bringing with it more than 200 musicians from around the world. If you can’t make it by then, don’t fret: Every fall, the Mehrangarh Fort plays host to a folk music festival where patrons have included Mick Jagger. An immersion into an India that existed before skyscrapers and call centers continues among the city’s many cobalt-blue houses (painted to reflect the rays of the sun, to signify the dweller’s superior status, to repel insects or for aesthetic appeal, depending on whom you ask) and at Umaid Bhawan Palace, an Art Deco compound that still houses the former royal family but also functions as a luxury hotel. The palace’s nightly performances of song and dance pay tribute to the Marwari people of this desert-dappled region. In July, the budget airline IndiGo announced daily nonstop flights to Jodhpur from Delhi and Ahmedabad, making the city more accessible than ever.","placeId":105},{"id":36,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/sweden-2000.jpg","summary":"Hike a new trail, eat a new meal, then work it off, all (or mostly) carbon free","description":"It’s hard to talk about sustainability without talking about Scandinavia. Few destinations offer as many new opportunities to witness how the region’s green goals are playing out as Sweden, which seeks to free itself of fossil fuels by 2050. Western Sweden feels like ground zero. A 44-mile-long trail recently opened between Gothenburg and the small town of Alingsas, focusing on sustainability. Train stations along the way allow you to hike it in sections, without a car. You can stop by the “zero waste” restaurant Garveriet, and have coffee and cake, or “fika,” as part of a “meet the locals” initiative. Up the coast, Ramsvik Stugby and Camping now has the Swedish travel industry’s largest solar-power generating facility, making it an emissions-free camping and cabin area. Spend your days running or hiking around the Ramsvikslandet Nature Reserve or at an “edible country table”: an outdoor dining experience in which groups forage for ingredients like wild garlic and raspberries and cook them together following a chef’s recipe (without the chef).","placeId":278},{"id":37,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/egypt-2000.jpg","summary":"Fancy new digs for King Tut and company","description":"The Egyptians are building like the pharaohs to finish the massive and much-anticipated Grand Egyptian Museum in time for its scheduled gala opening later this year. The project, which is reported to cost $1 billion, has involved thousands of workers and nearly two decades of labor. The soaring space will be situated just over a mile from the Pyramids of Giza and contain around 100,000 objects, including more than 5,000 related to King Tutankhamun. It will join other recently inaugurated archaeological troves, including the National Museum of Egyptian Civilization and an ancient tomb of colorful frescoes in the Saqqara Necropolis. And visiting Cairo will be easier than ever, courtesy of the new Sphinx International Airport and hotels like the 366-room St. Regis Cairo, set to open in June.","placeId":70},{"id":38,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/la-paz-2000.jpg","summary":"In Baja, a reimagined waterfront and a sustainable sensibility","description":"Just up the coast from Cabo San Lucas is La Paz, the 250,000-person capital of Baja California Sur state and one of the region’s oldest and most dynamic cities. But unlike many of Mexico’s better-known beach towns, the La Paz area has resisted large-scale resort-style development and remained comparatively unknown to outsiders. Decades ago, local environmentalists pushed for the creation of what eventually became the expansive UNESCO Marine World Heritage protected area, a designation that aimed to preserve the coast and offshore areas, home to such rich biodiversity that the Sea of Cortez is known as the “Aquarium of the World.” Last year, La Paz passed one of the strictest single-use plastic bans in Mexico, which will begin going into effect this year. At the same time, the city has undergone a massive, multiyear renovation of its waterfront malecón, or boardwalk, which extended its length by three miles, created bike lanes and added a skate park, fountains and sculptures by prominent Mexican artists illustrating local marine life. Later this year, Grupo Habita, Mexico’s stylish boutique hotel operator, is opening its first southern Baja property, the 32-room La Casa de las Perlas, or House of Pearls, in La Paz. The hotel, which incorporates a building from the 1910s, will have a pool, spa, restaurant and “sunset bar” overlooking the malecón and sea.","placeId":122},{"id":39,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/grand-isle-2000.jpg","summary":"Hauntingly beautiful, a barrier island may soon vanish","description":"Louisiana’s last inhabited barrier island, Grand Isle begs an unsettling question: Does a place appear more hauntingly beautiful when you know it’s disappearing? A longtime sport and commercial fishing hub two hours south of New Orleans, this pancake-flat wisp of land seven miles long and on average a half-mile wide faces one of the world’s highest rates of relative sea level rise, and uncertain survival. Now is the time to go, while the Gulf of Mexico still washes the sands of Grand Isle State Park under blue skies dotted with cotton-puff clouds, and roseate spoonbills still take flight in a flash of pink plumage in hushed bayous and marshes best experienced by kayak. Wind-twisted trees populate the unique live oak forests known as cheniers, and in the spring — especially around April’s migratory bird festival — masses of songbirds from Central and South America as well as Mexico can drop almost literally from the sky, exhausted after their epic gulf crossing. Bottlenose dolphins often frolic alongside the boat tours offered by Calmwater Charters, which highlight the isle’s human and natural history and include a cruise-by of a vital pelican rookery, Queen Bess Island, where major habitat restoration wraps up in February 2020.","placeId":85},{"id":40,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/chow-kit-2000.jpg","summary":"An underappreciated neighborhood receives a dose of fresh style and energy","description":"As Malaysia’s financial and political hub, Kuala Lumpur attracts international travelers on many fronts. There are the Islamic-inspired, César Pelli-designed Petronas Twin Towers, the hypnotically bloody Hindu festival Thaipusam (where devotees pierce their flesh to honor the deity Murugan) and the just-opened, multiuse Exchange 106, the tallest building in Southeast Asia. This year, however, visitors might focus on the neighborhood of Chow Kit, as the recent opening of two hotels delivers a fresh dose of style and energy to the gritty, underappreciated red-light district. The 113-room Chow Kit hotel, designed by the Brooklyn-based Studio Tack in its first project in Asia, welcomes guests with hand-textured walls, deep-tufted banquettes and layered rugs. Its handsome Chow Kit Kitchen & Bar, with reeded-glass windows, pulls in the local and international crowd with a modern Malaysian menu. Next door, its wallet-friendly sister property MoMo’s has a pared-back look: unfussy micro-rooms have concrete and combed-plaster walls and plenty of wood, while a social space called the Playground replaces the traditional lobby. Beyond, the district is home to the country’s largest fresh-produce market, Southeast Asia’s biggest Sikh temple and eclectic new restaurants like the Caribbean-influenced Joloko. Along Jalan Doraisamy, a one-way street that runs off the district’s main artery and was once a popular nightclub strip, reimagined shophouses have become The Row, an enclave of hip stores, art spaces and places to eat and drink.","placeId":53},{"id":41,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/jevnaker-2000.jpg","summary":"Twisted architecture is the draw at a sleepy village with a major sculpture park","description":"About 50 miles north of Oslo, Jevnaker is a sleepy village on the southern shore of the Rands Fjord that is also home to one of the largest sculpture parks in northern Europe. Founded by a wealthy Norwegian art collector, Kistefos Museum and Sculpture Park occupies a former wood pulp mill complex that today showcases 46 sculptures from contemporary artists such as Anish Kapoor, Olafur Eliasson and Yayoi Kusama, among many others. What makes it a must-see cultural destination is “The Twist,” a new 15,000-square-foot structure spanning a river in the middle of the sculpture park. Opened in September, the show-stopping bridge was designed by the Bjarke Ingels Group with a streamlined aluminum facade that twists like a stack of cards. Both a bridge and a sculpture in its own right, this topsy-turvy structure will also serve as a gallery space for temporary exhibitions.","placeId":104},{"id":42,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/bahamas-2000.jpg","summary":"Much of a pristine archipelago was untouched by Hurricane Dorian and awaits visitors","description":"The hundreds of islands that make up the Bahamas are so pristine that the astronaut Scott Kelly deemed them Earth’s most easily recognizable place from space – and one of its most beautiful. About 6.6 million people visited the Bahamas in 2018, but in the wake of Hurricane Dorian, the Category 5 monster that slammed into the archipelago in September, that number took a nosedive. Four months later, only Great Abaco remains too damaged to visit; many islands, including the 120-mile-long Exumas chain – home of the famous swimming pigs – were not hit by the storm. And the Bahamas, where close to half the economy depends on tourism, needs visitors’ dollars to shore up critical rebuilding efforts. Grand Bahama Island, which was also hard hit, has already bounced back, with cruise ships once again docking in Freeport and several hotels reopening. In 2020, nonstop flights to Nassau from Denver will begin, opening up the Bahamas to the western United States. In June, one of Jimmy Buffett’s Margaritaville resorts is scheduled to open in Nassau’s downtown, offering a much-needed injection of energy to the city center nightlife. On New Providence Island, Baha Mar, a 2,300-room luxury resort on Cable Beach, has a new children's center opening in January that will make the destination, which has the largest casino in the region, more family-friendly.","placeId":247},{"id":43,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/kampot-2000.jpg","summary":"A tranquil, riverside escape adds a dedicated food street","description":"Kampot, a laid-back riverside enclave of French colonial buildings, pepper plantations and a giant sculpture of Southeast Asia’s famously pungent fruit, the durian, has long been southern Cambodia’s under-the-radar destination. Getting there in 2020 will be considerably easier: a road-widening project (on the route from the capital, Phnom Penh) is nearing completion, and a new port is opening this spring, with ferries to Phu Quoc in Vietnam and to other islands in the Gulf of Thailand. When you arrive, Kampot’s charms will be amplified, too. The low-slung town center, accented with arches, shutters and colonnades, is adding trendy eateries like the Hotel Old Cinema, a recent remake of an Art Deco theater. And on the promenade along the Praek Tuek Chhu River — picture-perfect for sunsets and the launching point for neon party boats and firefly tours — a new food street is opening, with dozens of local cooks setting up stalls each night. Fairs with handicrafts, live music and carts piled with trays of fried bugs are popping up almost monthly. For the best perspective, head up nearby Bokor Mountain, a former colonial hill station with waterfalls, an elaborate Buddhist temple and an abandoned stone church overlooking forests and the sea.","placeId":109},{"id":44,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/christchurch-2000.jpg","summary":"An earthquake and a terrorist attack turn a city into a global symbol of resilience","description":"Ten years after the 2010 Canterbury earthquake, and not quite a year after the March 2019 terrorist attack on two mosques, Christchurch, where 23 million New Zealand dollars (about $15 million) has been raised to support the Muslim community, continues to prove itself as a global symbol of resilience. While earthquake destruction remains visible, downtown has been animated by recent building and restoration, including the Turanga, or Central Library, designed in modernist style by the Danish firm Schmidt Hammer Lassen. Expected to open this year, the nearby Puari Village, a Maori cultural center, will offer exhibitions, Maori food and waka (canoe) tours on the Avon River. The new Riverside Market offers produce and prepared food from the surrounding Canterbury region, the breadbasket of New Zealand, in 40 stalls adjacent to a lane of new boutiques. Besides a strong public art program, which has installed sculptures across the city, recent highlights include the food hall Little High Eatery, its neighboring wine bar Not Without You, and Eco Villa, an eight-room inn reconstructed from a 1910-vintage, earthquake-damaged house across the street from the architect Shigeru Ban’s Cardboard Cathedral. Christchurch will also soon be easier to reach: American Airlines recently announced direct service from Los Angeles beginning in fall 2020.","placeId":54},{"id":45,"source":"NYT","media":"https://int.nyt.com/data/videotape/finished/2020/01/places-to-go-2020/asturias-1254w.mp4","summary":"An under-the-radar retreat for Spaniards to embrace nature and get away from it all","description":"With emerald hillsides dropping down to sapphire seas lapping crescent-shaped beaches, Asturias has long been the summer refuge of Spaniards who shun the masses crowding Mediterranean shores. Today the region that launched the Reconquista of Spain starting in the eighth century is known for abundant hospitality, but doesn’t get much attention from abroad, perhaps because of its rainy reputation. More visitors are inevitable by 2021, once Spain’s high-speed AVE rail system crosses the Picos de Europa mountains, making the province easier to reach from Madrid and other parts of Spain. Visitors will find hiking and cycling routes like the Bear's Trail and the Cares Gorge; Spain’s oldest national park; ancient Celtic hilltop settlements known as Castros; Roman gold mines; and a cultural center designed by Oscar Niemeyer. Now, about that famous hospitality: Asturias is known as Spain’s dairyland, so it’s only fitting that its capital, Oviedo, is the 2020 Capital of Cheese. If you want to combine ecotourism with high-end gastronomy, check out the PuebloAstur Hotel. For traditional fare, try El Llar de Viri; the best of surf and turf is at Michelin-starred Casa Marcial, or newcomers Güeyu Mar and Gunea. The only complaint visitors have is that they ate too much.","placeId":11},{"id":46,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/haida-gwaii-2000.jpg","summary":"A remote group of islands celebrates its First Nations heritage. You can, too","description":"On this isolated archipelago off the coast of British Columbia, you’ll see more bald eagles than people on hiking trails and experience powerful Indigenous sites in near solitude. That’s by design: The Haida First Nations people who live here fiercely protect their natural and cultural resources with sustainable, small-group tourism. Visitors are rewarded with a deep connection to place and people, especially at SGang Gwaay (Ninstints), an extraordinary UNESCO site in Gwaii Haanas National Park Reserve and Haida Heritage Site, accessible only by boat. Here, Haida descendants called Watchmen take a maximum of 12 people at a time into an abandoned 19th-century Haida village whose memorial poles and cedar longhouses are being slowly reclaimed by the earth. Getting there is equally memorable: Haida-owned Haida Style Expeditions runs daylong Zodiac tours with whale watching enroute; Inland Air organizes splurge-worthy floatplane-and-Zodiac combo trips. In June 2020, Intrepid Travel will launch its first Haida Gwaii Islands Expedition, an eight-day trip from mainland British Columbia with four nights in Haida Gwaii and a Watchmen-led visit to K’uuna Llnagaay (Skedans), another deserted village with Haida poles overgrown by moss and grass. Alternatively, the Haida House offers immersive three- to seven-night packages led throughout by Haida guides; clan matriarchs teach onsite weaving classes.","placeId":93},{"id":47,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/austin-2000.jpg","summary":"Whether you seek art, music or food, chill evenings are everywhere","description":"It’s no surprise that your friends and friends of friends have been talking for years about Austin, where a buoyant economy and an intellectual hub are packaged in an aesthetic of cowboy patina and broken-in leather. This year, as a blue capital in a red state, Austin will play an important role in the presidential election. But politics aside, the major draws are in the art, music and food scenes. Dive into Austin City Limits and South by Southwest, yes, but don’t miss the East Side’s art galleries, either. And options for chill times outdoors are everywhere, from sampling churros at the food truck park The Picnic and sour brews at Jester King Brewery to canoeing around Lady Bird Lake (through the skyline’s reflection) and gorging at Franklin Barbecue downtown. Austin is an explore-at-your-pace kind of place, which is why so many people get stuck, even those who once rolled their eyes at Austin believers. You can resist Austin, sure. But why would you, when the music, the art, the outdoors and the breakfast tacos — at Tacodeli, particularly — are so mind-blowingly good?","placeId":14},{"id":48,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/malaysia-2000.jpg","summary":"Primeval forests with endangered orangutans in a land off the tourist map","description":"The most compelling reason to visit this biodiversity hotspot on the island of Borneo is to help preserve it. Every year, thousands of acres of pristine rainforest are burned down to make way for new palm oil plantations, but tourism could provide an incentive to protect these primeval jungles. Perched in the northeast corner of Borneo, and with multiple airports, the Malaysian state of Sabah offers diverse experiences while still being largely off the tourist map. Adrenaline junkies can climb Mount Kinabalu and go diving with sharks off the Semporna coast. Beach lovers should head to Gaya Island, a short ferry ride from the capital of Kota Kinabalu. The Gaya Island Resort has its own coral reef, marine center (and marine biologist) and stunning, sandy coves. But Sabah’s biggest draw is the chance to see endangered orangutans in the wild. Cruise along the Kinabatangan River in small boats to glimpse the apes, as well as pygmy elephants, crocodiles and proboscis monkeys. Or head to the Sepilok Orangutan Rehabilitation Center, which has been rescuing orphaned orangutans from forest fires and poachers since 1964. The 60-odd resident orangutans come out of the reserve forest during daily feeding times.","placeId":216},{"id":49,"source":"NYT","media":"https://int.nyt.com/data/videotape/finished/2020/01/places-to-go-2020/churchill-1254w.mp4","summary":"The Polar Bear Capital of the World, again accessible by train, confronts climate change","description":"Via Rail’s 1,000-mile route from Winnipeg north to Churchill, Manitoba, was out of commission for 18 months following flooding in 2017. This starved the town, best known for polar bear viewing, of vital supplies and affordable transportation. Fewer visitors resulted in layoffs as businesses contracted to stay afloat. Now, with the train recently restored to service, Churchill is getting back on its feet. In addition to touring with pricey safari operators such as Churchill Wild, visitors can sign up for affordable citizen-scientist outings with Churchill Northern Studies Center. The conservation group Polar Bears International, which recently opened a new interpretive center in town, says that since the 1980s, the polar bear population of western Hudson Bay, where Churchill is, has shrunk by 30 percent, a result of global warming and the decline of sea ice that the bears depend on to access the seals they prey upon. As Churchill manages both the threat and the opportunity of climate change, it is carefully straddling industrial development — it has the only deepwater port in the Canadian Arctic — and scientific research; the Churchill Marine Observatory, devoted to studying the effects of oil spills on sea ice, is set to open in fall 2020.","placeId":55},{"id":50,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/uganda-2000.jpg","summary":"A primate capital and birder’s paradise becomes more accessible","description":"Landlocked in east-central Africa, Uganda has long been in the shadow of Kenya, Tanzania and other countries more popular with visitors on safari. But the “Pearl of Africa,” with its own rich wildlife, is set to become more accessible, thanks to the resurrection last summer of the country’s national carrier, Uganda Airlines. Uganda is one of the world’s primate capitals, with 15 species (four of which are endangered) and the Bwindi Impenetrable Forest National Park, a renowned mountain gorilla sanctuary. The UNESCO World Heritage Site, in southwestern Uganda, is home to roughly half the world’s mountain gorillas. The park’s gorilla-trekking safaris limit contact to eight visitors per gorilla group per day, and proceeds from their trekking permits go toward conservation efforts and protecting the animals from poachers. The dense forest mountain park, which ranges in elevation between 3,810 feet and 8,880 feet, also features a scenic waterfall trail framed by ancient ferns and wild orchids, and is a birder’s paradise, with 350 species of forest birds.","placeId":267},{"id":51,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/paris-2000.jpg","summary":"The capital of food and fashion renews itself — with a big green commitment, too","description":"Ever-resilient Paris had its setbacks in 2019. First came the Yellow Vest riots, then the catastrophic Notre-Dame fire. But with a slew of big openings — restaurants by marquee-name chefs included — the City of Lights is renewing itself. The iconic Jules Verne restaurant, on the second floor of the Eiffel Tower, unveiled a gleaming new look and a new, high-profile chef, Frédéric Anton, last July. In June, the Bourse de Commerce will open as a museum showcasing the private contemporary art collection of French billionaire François Pinault, with a restaurant by the acclaimed father-and-son duo Michel and Sébastien Bras. In July, the imposing 18th-century Hôtel de la Marine will open its doors as a national monument, with a grand tearoom by Alain Ducasse. Fashion hounds, not to be outdone, have their own spate of news in April: Paris’s fashion museum, the Palais Galliera, will reopen with double its former exhibition space, and after a 15-year-closure, the grand magasin La Samaritaine will reveal a stunning redesign and a luxury Cheval Blanc hotel. Paris will be greener, too, with what is expected to be the world’s largest rooftop urban farm, NU Nature Urbaine, opening in April, and 247 acres of new vegetation across Paris’s rooftops, facades and walls through the city’s ambitious Parisculteurs commitment.","placeId":187},{"id":52,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/lake-district-2000.jpg","summary":"The “loveliest spot” is now even more so","description":"William Wordsworth’s lyricism shaped Romanticism, the movement of individualism, inspiration and communing with nature — which, for the celebrated poet, was epitomized by the Lake District, a verdant region of peaks and valleys in northwest England that was designated a World Heritage Site in 2017. In 2020, the 250th anniversary of Wordsworth’s birth, an ambitious $8 million project, Reimagining Wordsworth, will highlight the writer across his pastoral Cumbrian homeland, notably in the achingly charming village of Grasmere. Wordsworth lived here, at Dove Cottage, where he scribbled vigorously to emerge with seminal works like “I Wandered Lonely as a Cloud.” At Dove Cottage and the corresponding Wordsworth Museum, the outdoors will be embraced with a new courtyard, walking trails, expanded galleries and a recreated orchard, while the village is unveiling a community sensory garden with local plants from Wordsworth’s time. In Cockermouth, Wordsworth’s birthplace, the Wordsworth House and Garden will also host an anniversary exhibit from mid-March 2020. But perhaps the most memorable way to pay tribute to the pioneering environmentalist is to roam the countryside — poetry readings will be held around Cumbria and beyond — guided by his prescient words: “Let nature be your teacher.”","placeId":124},{"id":53,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/tajikistan-2000.jpg","summary":"A high-altitude haven for adventure travelers gets easier to visit","description":"This landlocked country in Central Asia is becoming a prime spot for hiking, whitewater rafting and climbing, even though it’s one of the least visited countries in the world. With little internet access and a developing infrastructure, it’s pure off-the-grid travel — at least for now. The Wakhan Valley is a rugged region that sits mostly in northern Afghanistan but stretches into Tajikistan. Reached via the Pamir Highway, this area offers access to an ancient Silk Road fortress in Namadgut, where you can bathe in natural hot springs, climb the rocks above the city of Langar to discover ancient stone carvings, explore the fascinating mix of cultures, or gaze at the Milky Way from the mountains of Murghab. (The tour company Remote Lands offers an itinerary — the Pamir Highway Road Trip — based on this dramatic route.) With 2020 comes greater accessibility: a further easing of visa restrictions, new flight connections with Somon Air and additional bus service on fresh highways connecting major towns. Hilton also recently debuted a flagship property in the capital, Dushanbe, the first of 10 new hotels opening across the country.","placeId":239},{"id":54,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/turkey-2000.jpg","summary":"On the site of an ancient mosaic, an open- air museum and a stunning new hotel","description":"Antakya, the former ancient city of Antioch that is nestled in southern Turkey near the Syrian border, has rich offerings for a visitor. An important center for early Christians led by St. Paul, it is home to one of Christianity's earliest churches, the Church of St. Peter, cut into the mountain; one of the first mosques built outside Arabia; an old city of narrow alleys and white stone houses; and an exceptional archaeology museum filled with Roman and Byzantine mosaics. An unusual hotel, the Museum Hotel Antakya, overlooks extensive new archaeological excavations, including the largest intact Roman mosaic ever discovered, thought to be the floor of a forum. When digging the foundations for the five-star hotel, the Asfuroglu family encountered such important layers of ancient history that they financed the excavations and redesigned the hotel. The work uncovered tens of thousands of artifacts, city walls from 300 BC and the fourth-century mosaic, an undulating flow that tells of devastating earthquakes and rerouted rivers. The site is now an open-air public museum, and the hotel, suspended on steel pillars, offers unparalleled views and glass walkways over the site, together with complimentary access to the museum.","placeId":4},{"id":55,"source":"NYT","media":"https://int.nyt.com/data/videotape/finished/2020/01/places-to-go-2020/leipzig-1254w.mp4","summary":"From industrial center to shrinking city to newest cool-kid town","description":"Thirty years after German reunification, the once-dreary factories of Leipzig have been overtaken by lofts, galleries, workshops, clubs and restaurants. Often called “the new Berlin,” the city is home to more than 40,000 students (Angela Merkel was once one of them), and has a thriving nightlife scene, further boosted by the city’s decision to abolish club closing times in 2018. However much it has changed, though, Leipzig hasn’t forgotten its roots. Throughout 2020, in tandem with a state exhibition celebrating 500 years of industrialization, Leipzig will celebrate its own industrial history, which dates back to the early 19th century, with exhibitions, performances, talks, fairs and tours of the city. Until March, the Museum of Fine Arts will explore, through 50 works of art, how the work of machines and humans have become intertwined over the last couple of centuries, and from March through June, The Museum of the Printing Arts will feature photos from as early as 1900 that document the effects of industry. Throughout the year, the city will offer tours of six areas where forced labor took place during the Nazi era. On the lighter side, a symposium in May with experts from Vienna, Berlin and London will highlight the history of how abandoned factories have been transformed into clubs and live music venues, and in the summer, seven bridges in the neighborhood Leipzig West, once home to many factories, will become stages for open-air theater.","placeId":129},{"id":56,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/lima-2000.jpg","summary":"A city of extraordinary food has a rich history and art as well","description":"Lima today is arguably the culinary epicenter of South America, a city dotted with celebrity chefs and extravagant plates of extraordinary food. This exciting scene serves as an antidote to what in the past kept travelers from sticking around: gloomy skies, dilapidated corners, traffic jams and economic inequality. But those who give the place a chance are rewarded not only with world-class dining, but also with a rich historic and cultural capital filled with picture-perfect squares like Plaza Mayor, museums filled with ancient treasure like Museo Larco and artisan-dotted mansions like Dédalo Arte y Artesania. And new nonstop flights from the United States and Latin America make it easier to get to Lima than ever before. Tourists usually orbit around the Miraflores neighborhood, with its tidy shops like Morphology and cliffside boardwalk for bike riding, not to mention restaurants like Maido and Central, both in the top 10 of The World's 50 Best Restaurants ranking. But there is shopping to be done at the local boutiques along Calle de los Conquistadores in San Isidro as well, just as there is a pre-Incan pyramid to explore in the center of town. Don't get bogged down by the gray: Lima in 2020 is shining bright.","placeId":133},{"id":57,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/molise-2000.jpg","summary":"If you’re in search of untrammeled, traditional Italy, you’ve found it","description":"Never heard of Molise? Don’t be embarrassed. Even many Italians haven’t been to this region in south-central Italy. But those who make the pilgrimage have discovered one of the most spectacular parts of the country and its youngest region; it was part of Abruzzo-Molise until 1963. Among the draws: Roman settlements like Saepinum (a complex of baths and a forum that rival those in Italy’s capital, but without the crowds); a pristine coastline that includes towns like Termoli, overlooking the Adriatic, with a Swabian castle; and mountains like Campitello Matese, home to a wide network of slopes for skiers. Hikers will also want to explore the routes of transumanza, the centuries-old tracks, along which sheep and oxen were herded, from Abruzzo through Molise into Puglia in the colder months. The festivals here are essential to the region’s culture. In the Christmas season, during the Ndocciata festival, torches are lit in towns like Agnone; the Carrese festival in the spring features an oxcart race through Ururi. Ditch your car and view the landscapes by train. Called the Trans-Siberian of Italy because of its remote and spectacular route, it has carriages from the 1920s carrying passengers from Abruzzo’s Sulmona to Molise’s Isernia, past forests and mountain villages.","placeId":155},{"id":58,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/copenhagen-2000.jpg","summary":"A green city gets even more sustainable and connected","description":"A slew of innovative developments are nudging Denmark’s capital city closer to its carbon-neutral 2025 goal. The world’s first waste-to-energy plant topped by a ski slope, CopenHill opened in time for the 2019-20 season. The ski hill, designed by Bjarke Ingels Group, sits in the city’s emerging Refshaleoen neighborhood. This year sees the opening of the five-star hotel Villa Copenhagen, housed in a former postal center next to Copenhagen Central Station, the city’s main train station. It’s one of a few luxury hotels to meet the UN’s Sustainable Development Goals. In November, riding the wave of New Nordic Cuisine’s success, chef Kamilla Seidler (Gustu) opened her new restaurant Lola, which employs refugees, ex-convicts and disabled people, all with an eye to social sustainability, creating an increasingly inclusive dining scene. And perhaps the biggest change is the giant new electric M3 subway loop (City Ring). Linking the neighborhoods of Norrebro and Frederiksberg with 17 brand-new subway stations, it opened in late 2019. An additional subway line will open this year, making inner-city transport even more sustainable.","placeId":57},{"id":59,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/richmond-2000.jpg","summary":"A once-quiet Southern city now shines as a true cultural destination","description":"Richmond, long known as a sleepy capital steeped in Confederate history, has morphed into a dynamic cultural center on the cutting edge of the arts, food and recreation. Within easy driving distance from Washington, D.C., Charlottesville, Va., and Virginia Beach, the city is a magnet for Washington expats, millennials and college students. The entrance of the Virginia Museum of Fine Arts, on the newly christened Arthur Ashe Boulevard, features Kehinde Wiley’s massive “Rumors of War” statue, which was designed to challenge the narrative of heroism in a city where Civil War monuments still loom. The Belleville, the city’s first food hall, will open later this year in Scott’s Addition, a longtime industrial neighborhood turned urban hot spot. The food hall will be anchored by The Veil Brewing Co., a popular local craft brewery, along with 18 vendors and three bars. Newer dining standouts include the Spoonbread Bistro, which blends Southern fare with French cuisine, and Parterre, a quaint restaurant offering comfort food at the historic Linden Row Inn. For outdoor enthusiasts, the mighty James River offers challenging Class III and IV whitewater rafting, a rarity within an American city.","placeId":207},{"id":60,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/mt-kenya-2000.jpg","summary":"On a volcanic mountain, wildlife thrives — and glaciers are steadily disappearing","description":"The second-tallest mountain on the African continent, Mount Kenya — a massive, sleeping volcano that last erupted about three million years ago — lies just south of the Equator and dominates the landscape of central Kenya. The mountain is also home to some of the world’s last remaining tropical glaciers. But not for long: A recent assessment found that permanent ice on Mount Kenya could disappear completely before 2030. Now is the time to go. Getting to the mountain’s rocky summit, which tops out at more than 17,000 feet, requires technical climbing skills, but fit, motivated hikers can make the trek to Point Lenana, which, at 16,355 feet, is the ridgeline’s third-highest peak. Over the course of the four- to six-day expedition, hikers travel through a panoply of ecosystems: from tussock grasslands to bamboo forests; from boggy heathlands to the high, wild landscape of the Afro-Alpine zone. Along the way, they might come across elephant tracks in the bamboo, hear hyenas whooping in the night and spot hornbills, sunbirds and hawk-eagles. Hikers either camp or stay in the moderately priced mountain shelters along the route. Guides are strongly recommended, and permits are required; they cost $52 a day for international visitors and can be purchased on arrival at the park.","placeId":161},{"id":61,"source":"NYT","media":"https://int.nyt.com/data/videotape/finished/2020/01/places-to-go-2020/menorca-1254w.mp4","summary":"A sustainable and art-driven future for a UNESCO heritage island","description":"Beloved for its wild landscapes and unspoiled beaches, Minorca, the second-largest of Spain’s Balearic Islands in the Mediterranean Sea and a UNESCO Biosphere Reserve, is preparing to draw an artistic crowd in 2020. Hauser & Wirth, among the world’s top contemporary galleries, will debut a massive arts center on Isla del Rey, an islet tucked into the port of Mahón, within a defunct 18th-century naval hospital and its outbuildings. The gallery promises to contribute to the hospital’s full restoration and preserve the area’s ecosystem through gardens designed by the acclaimed landscape artist Piet Oudolf. With rotating exhibitions, educational activities to engage the local community, a residency program and an on-site locavore restaurant, the gallery’s arrival complements the island’s strict focus on conservation and slow tourism. In lodgings, visitors have more choice as boutique hotels are sprouting that put sustainability at heart, too. Opened late last summer, Menorca Experimental is a 43-room farmhouse surrounded by wild gardens, while Torre Vella and Santa Ponsa are two secluded fincas (agricultural estates with ancient farmhouses) that have been painstakingly restored. Spanning 740 acres of working farmland that produce olive oil, aromatics and organic vegetables, both make for stylish bases to explore as locals do — slowly.","placeId":154},{"id":62,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/oberammergau-2000.jpg","summary":"A once-a-decade Passion Play approaches its 400th year","description":"The Bavarian village of Oberammergau has a population of 5,400, but it is expected to pull in half a million visitors in 2020 with its once-a-decade Passion Play, which runs from May 16 through Oct. 4. The first performance was held in 1634 and, for the first time in the play’s nearly 400-year history, an equal number of men and women will participate this year in various roles. The five-hour narrative focuses on the last days of Jesus’ life — from the Last Supper to the crucifixion — and taps into the talents of more than 2,000 residents born and raised in the village. Christian Stückl, who directs the play for the fourth time, hopes to tell the story in a novel way with refreshed tableaux vivants, or “living pictures,” and an edited script that portrays Jesus as a figure “relevant to today’s world, who is with those marginalized by society,” he said. A partnership with the train operator Deutsche Bahn ensures late-night departures back to Munich, and there are specially discounted performances for younger visitors on May 8 and 9. Oberammergau is also known for its woodcarving legacy, and whittlers, or “Herrgottschnitzer,” take great pride in making wooden Christian motifs.","placeId":178},{"id":63,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/plymouth-2000.jpg","summary":"A revitalized port city marks a historic occasion","description":"This is the 400th anniversary year of the Mayflower’s voyage from Plymouth to the New World, and this fascinating city in southwest England will mark the occasion with more than 100 events. Highlighting both the Pilgrims’ and Native Americans’ perspectives, they will include music, art, theater, dance, comedy and historical reenactments. (Plymouth, Mass., and other places will also take part.) Plymouth, which bills itself as Britain’s Ocean City, has been enjoying a resurgence in recent years. High-profile chefs have opened restaurants and wine bars on the waterfront, like Pier One Bistro, the Honky Tonk Wine Library and Bonne Santé, and the once-quiet Barbican district is now full of cafes and bars. There are hundreds of historic buildings, including the recently restored 16th-century Elizabethan House, once a “slum house” where as many as 58 people lived. (A new Mayflower Digital Trails app is available to guide visitors to historic sites). And this spring brings the opening of The Box, a striking new cultural precinct featuring a regional archive, a history museum and contemporary art exhibitions. The city has a massive Art Deco swimming pool next to a stunning lighthouse and an intact 17th-century fortress; nearby is England’s oldest gin distillery.","placeId":194},{"id":64,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/atlantic-forest-2000.jpg","summary":"A vast ecosystem gets a new hiking trail to highlight its importance","description":"Much of the world watched in helpless alarm last summer as unchecked deforestation sent huge swaths of Brazil’s Amazon rainforest up in smoke. Protecting more of Brazil’s — and the planet’s — precious resources is the premise behind a major, multitiered conservation effort now under way in the country’s Atlantic Forest. One of the richest ecosystems on the planet, the Atlantic Forest biome hugs Brazil’s eastern coastline, and is home to Rio de Janeiro, São Paulo and more than 3,400 cities and towns. The effort, a proposed 2,485-mile hiker-friendly trail — half of which is complete — would formalize a continuous trail by connecting existing hiking paths through five states and raise public awareness of the Atlantic Forest’s importance and vulnerability. The conservation group WWF Brazil, which is leading the project along with private and public sector partners, believes attracting visitors will create more interest in protecting a public heritage and shoring up conservation efforts that have been weakened by Brazilian President Jair Bolsonaro. And these days it’s easier for citizens of the United States, Canada, Australia and Japan to travel: Last summer Brazil waived visa rules for those visitors for up to 90 days.","placeId":13},{"id":65,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/belle-ile-2000.jpg","summary":"A pristine artistic haven inspires a new wave of visitors","description":"The aptly named Belle-Île-en-Mer (“Beautiful Island in the Sea”), the largest island off the coast of Brittany, is on the cusp of a new wave of popularity. One of the greenest and most pristine destinations in France, it has recently seen the opening of excellent locavore restaurants, like the Japanese-born chef Haruka Casters’s Restaurant AO, and stylishly renovated hotels, including the 1880-vintage Hotel du Phare, whose refurbishment was led by the architect Jean-Michel Wilmotte. A favored late-19th-century hideaway for artists like Claude Monet, who made its dramatic beaches the subject of many paintings, and the actress Sarah Bernhardt, who created a summer house from a disused stone fort at the Pointe des Poulains, Belle-Île is 45 minutes from Quiberon by ferry. An electric-rental-car service, inaugurated in 2019, is the latest in a variety of eco-responsible initiatives intended to preserve its natural beauty. (Others include a specialized team that maintains the island’s 56 miles of hiking trails and rebuilds the dunes along its magnificent and strictly protected coastline.)","placeId":23},{"id":66,"source":"NYT","media":"https://int.nyt.com/data/videotape/finished/2020/01/places-to-go-2020/val-daran-2-1254w.mp4","summary":"A once-remote Pyrenean valley gets adventurous","description":"Strapping on snowshoes used to be one of the few ways into this plunging Pyrenean valley during the winter. Access is now easier — it’s a pine-fringed 200-mile drive from Barcelona, thanks to improved roadways and a tunnel — but the Val d’Aran is still a culture apart. The centuries-long isolation preserved its medieval villages, Aranese language and pristine wilderness, which serves as the magnificent backdrop for an emerging outdoor adventure scene that remains largely eclipsed by the dazzle of Barcelona and the coast. The soaring Baqueira-Beret ski resort now has more than 100 miles of runs, with a recent expansion to its highest peak, Cap de Baciver, as well as off-piste terrain around Escornacrabes (“Where Goats Fall”). Refuel at lively wine bars and restaurants (this is Spain, after all) like Cinco Jotas Baqueira, where you can feast on ham made from acorn-fed pigs. The valley is also newly claiming summer, with hiking and biking trails that fan out across the Pyrenees, including an upgraded section of the Camino de Santiago and a new cycle path on the Garonne River. In July 2020, the Ultra-Trail du Mont Blanc (UTMB), among the world’s most challenging foot races, is bringing its international competition to the Val d’Aran for the first time, along with festivities like the music-filled Baqueira-Beret Trail Festival.","placeId":270},{"id":67,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/mongolia-2000.jpg","summary":"Catch a glimpse of Mongolia before the rest of the tourists get there","description":"If you’re looking for the one spot on earth to discover before mass tourism does, visit Mongolia in 2020. It might be hard to imagine this sparsely populated country becoming spoiled — but its tourist numbers are on the rise, and so is its infrastructure. Last year Mongolia attracted 530,000 tourists, up from 150,000 in 2000. Ulaanbaatar, the capital, is opening a new airport, scheduled for completion by the end of May. Financed by the Japanese government, it will accommodate triple the passengers of the current one. More direct routes from Asian destinations are expected, too. Today, Mongolia has more than 400 travel companies, 300 hotels and 600 resorts and tourist camps. The government is giving tax breaks to companies building hotels and has abolished licenses for tourism businesses. It even has a tourism slogan: “Mongolia — Nomadic by Nature.” Some popular activities include trekking, climbing, birding, horseback riding, camel trekking and yak caravans. Nearly every travel company includes the Gobi Desert on its itinerary. One great cultural event is the Naadam sports festival held in July. It includes Mongolia’s three most popular sports: Mongolian wrestling, archery and long-distance horse racing.","placeId":156},{"id":68,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/slovenia-2000.jpg","summary":"A sustainably-focused hiking loop showcases a green country’s epic beauty","description":"Slovenia is arguably the world’s most environmentally conscious nation. In 2016, its chief city, Ljubljana, was named European Green Capital. In 2017, Slovenia became the first country certified as a “green destination.” So it comes as no surprise that this mountainous swath of land — the size of Massachusetts with a population of two million — recently put the final touches on the new sustainability-focused Juliana Trail, in time to receive trekkers for spring 2020. The 166-mile hiking loop, which circumnavigates Triglav National Park (and its 9,395-foot Mount Triglav) and connects villages throughout southeastern Europe’s Julian Alps, has a twofold raison d’être. One is obvious: to provide adventurers with a route traversing the country’s scenic highlights — like the photo-op-friendly Lake Bled, the emerald-green Soca River and glacial Lake Bohinj. But the path will also spread out visitor traffic, reduce tourist bottlenecks and bring more travelers to overlooked spots along the way. Responsibility, after all, is at the heart of Slovenia’s tourism master plan. “It’s not enough to love a landscape today,” says Janko Humar, director of the Soca Valley Tourist Board. “You have to proactively manage to preserve the future.”","placeId":106},{"id":69,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/addis-2000.jpg","summary":"A fast-growing economy is bringing sustainable tourism — and an expanded airport — to the Ethiopian capital","description":"Ethiopia, where coffee is said to have originated, where Stone Age ancestors first carved flint into tools and where churches were hewn into rock and perched atop cliffs, is Africa’s fastest-expanding economy. Nowhere is its rise more evident than in bustling Addis Ababa. Ethiopia’s capital has been named a 2020 World Capital of Culture and Tourism, and for good reason: Its treasures include a national museum housing traditional crafts and prehistoric fossils and cathedrals including the copper-topped, neo-Baroque Holy Trinity and massive, mural-filled Medhane Alem, the second largest in Africa. The city has the first light-rail system in sub-Saharan Africa and an industrial and transportation sector humming with new eco-conscious energy. Public spaces have turned greener, and there are more eco-friendly lodges for tourists. Now Bole International Airport, once a tiny, chaotic transit hub, has had a $363 million renovation. Three times the size of its predecessor, the airport has a nearby five-star hotel and the capacity for 22 million passengers a year.","placeId":1},{"id":70,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/romania-2000.jpg","summary":"A celebration of old- growth forests in Europe","description":"To experience a piece of real wilderness without having to go to the ends of the earth, look no further than Romania. Of all the old-growth primary forest that remains in Europe, 65 percent of it is there. These forests, home to bears, wolves and an incredible array of flora and fauna besides, are found all around the country, but you could do worse than head to the Southern Carpathian Mountains, also known as the Transylvanian Alps, for the full experience. A visit to the Domogled-Valea Cernei National Park, or the Fagaras mountain ranges farther east, offers thousands of acres of truly untouched nature alongside opportunities for hiking, camping, swimming under waterfalls and more. Romania’s very decent roads (one of which, the Transfagarasan, is a destination in itself for motoring enthusiasts) make it possible to reach all of this, even on shorter trips. There’s never been a more important moment to see and celebrate these forests: Despite the efforts of conservationists including Britain’s Prince Charles, who called them “a priceless natural treasure in a continent that has long since destroyed most of its wildernesses,” logging continues, some of it illegal. Travelers coming in greater numbers could have a real impact, sending the message that these trees are worth more alive than dead.","placeId":260},{"id":71,"source":"NYT","media":"https://int.nyt.com/data/videotape/finished/2020/01/places-to-go-2020/urbino-2-1254w.mp4","summary":"Celebrate the life and work of one of Italy’s greatest Renaissance artists","description":"This year marks the 500th anniversary of Raphael’s death. One of Italy’s greatest Renaissance painters, Raphael lived in Urbino — in a perfectly preserved house just down the street from romantic Piazza di San Francesco. On the first floor is one of his first frescoes. In the 15th century, the house was a gathering place for some of the best artists and writers from around Italy. A show displaying some of Raphael’s greatest works in context with some other Renaissance artists began in October at Urbino’s Galleria Nazionale delle Marche and continues through Jan. 19. From April through the end of 2020, the city will hold trade shows, conferences and spaces dedicated to literature and dance. Today, Urbino’s artistic vibe is alive and well. In addition to boasting one of the world’s oldest universities (the University of Urbino was founded in 1506), Urbino is also considered Italy’s book capital because of its Institute for Book Decoration and Illustration. There’s a jazz festival in August. A walled city on a hill with numerous views of the underrated countryside of Le Marche, Urbino has everything Tuscany has — but at half the price and with half the tourists.","placeId":268},{"id":72,"source":"NYT","media":"https://static01.nyt.com/newsgraphics/2019/12/01/places-to-go-2020/assets/images/montana-2000.jpg","summary":"A changing landscape in a warming world","description":"When Glacier National Park was created in 1910, there were 150 glaciers; today, only 25 still exist. As harsh winters and scorching summers continue to change the landscape of the park, it still offers jaw-dropping natural beauty, with 762 lakes, 175 mountains, 200-plus waterfalls and more than 700 miles of trails. And this summer will see the reopening of the Sperry Chalet, a beloved century-old wilderness lodge that’s been rebuilt after a destructive wildfire in 2017. To enjoy the nearly $9 million reconstruction of the 17-room dormitory, be prepared to make a reservation months in advance and then plan for a rugged hike up the side of a mountain to get there. While the chalet and other historic lodges are great base camps, those wanting to stay closer to civilization should head to Whitefish, an old railroad stop turned resort town, about 30 minutes west. Award-winning restaurants like Cafe Kandahar and boutique lodgings such as the Firebrand Hotel have opened in recent years, but this lakeside town still maintains its frontier spirit.","placeId":82},{"id":1,"placeId":52,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220122735-04-2020-destinations-chile-lake-district.jpg","summary":"Los Lagos offers travelers stunning landscapes, serenity and on December 14, a total solar eclipse over the town of Pucón at 1:03 p.m. local time.","source":"CNN"},{"id":2,"placeId":57,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123239-12-2020-destinations-copenhagen.jpg","summary":"Colorful houses along canals help make Copenhagen a happy place for its residents as well as its visitors.","source":"CNN"},{"id":3,"placeId":248,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123520-16-2020-destinations-dead-sea.jpg","summary":"Float your worries away. The Dead Sea is the perfect spot to relax during a tour of the Middle East.","source":"CNN"},{"id":4,"placeId":63,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220122829-06-2020-destinations-dominica.jpg","summary":"This lush Eastern Caribbean island has bounced back from extensive damage from Hurricane Maria.","source":"CNN"},{"id":5,"placeId":73,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123205-11-2020-destinations-estonia.jpg","summary":"Don't be surprised if you hear more about Northern European country's bustling food scene in the new year.","source":"CNN"},{"id":6,"placeId":81,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123002-08-2020-destinations-galway-aran-islands.jpg","summary":"A European Capital of Culture for 2020, Galway is a rural land where artists are drawn by the sublime beauty of the rocky landscape.","source":"CNN"},{"id":7,"placeId":102,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220122802-05-2020-destinations-jamaica-golden-eye.jpg","summary":"Ian Fleming's superspy James Bond appears in his 25th feature film, \"No Time To Die,\" in which Daniel Craig's 007 returns to his creator's real-life beach house, Goldeneye.","source":"CNN"},{"id":8,"placeId":119,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220152525-kyrgyzstan-mars-valley.jpg","summary":"Remote Kyrgyzstan offers up desert-like canyons to rival the American West.","source":"CNN"},{"id":9,"placeId":120,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123312-13-2020-destinations-fukuoka-kyushu.jpg","summary":"The third largest of Japan's five main islands, subtropical Kyushu offers stunning scenery, top eats and plenty of cultural attractions.","source":"CNN"},{"id":10,"placeId":169,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123804-20-2020-destinations-new-caledonia.jpg","summary":"This remote French overseas territory is home to streaky pink sunsets and stretches of white sand beach.","source":"CNN"},{"id":11,"placeId":186,"media":"","summary":"","source":"CNN"},{"id":12,"placeId":236,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123548-17-2020-destinations-sao-tome.jpg","summary":"The island nation of São Tomé and Príncipe is home to rich jungle and volcanic peaks, including Pico Cao Grande on Sao Tome island.","source":"CNN"},{"id":13,"placeId":234,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123040-09-2020-destinations-st-petersburg.jpg","summary":"Russia's former imperial capital, St. Petersburg is most popular during the so-called \"White Nights\" of midsummer.","source":"CNN"},{"id":14,"placeId":231,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123437-14-2020-destinations-sri-lanka-polonnaruwa-story.jpg","summary":"The ancient city of Polonnaruwa, which was Sri Lanka's capital in the 12th century is a UNESCO Heritage site.","source":"CNN"},{"id":15,"placeId":263,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123730-19-2020-destinations-tunisia.jpg","summary":"The ancient city of Dougga, Tunisia, is considered the best preserved Roman town in North Africa.","source":"CNN"},{"id":16,"placeId":271,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220122626-03-2020-destinations-vancouver-nanaimo.jpg","summary":"Vancouver Island is home to pristine beaches and forests, small, artsy towns and a cosmopolitan capital city.","source":"CNN"},{"id":17,"placeId":276,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220122448-01-2020-destinations-washington-dc.jpg","summary":"The Wharf riverfront development project is attracting dining, hotels and visitors.","source":"CNN"},{"id":18,"placeId":279,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123116-10-2020-destinations-wuppertal.jpg","summary":"The Schwebebahn railway in Wuppertal is one of the world's coolest rail systems.","source":"CNN"},{"id":19,"placeId":280,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220122548-02-2020-destinations-wyoming.jpg","summary":"Jenny Lake at Grand Teton National Park, Wyoming, is filled with glacier water.","source":"CNN"},{"id":20,"placeId":283,"media":"https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F191220123634-18-2020-destinations-zambia-victoria-falls.jpg","summary":"Victoria Falls offers thundering cascades, white water rafting, zip line facilities and bungee jumping.","source":"CNN"},{"id":73,"placeId":1,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/addis-ababa-ethiopia-unity-park-WHERETOGO2020.jpg","description":"For much of the past four decades, Menelik Palace loomed over Addis Ababa as a symbol of imperial imposition. Now, nearly two years into his term and with a Nobel Peace Prize already under his belt, the country’s reformist prime minister, Abiy Ahmed, has opened the 19th-century palace to the public and tapped local artist Elias Sime to build a public garden, slated to open midyear alongside the once-forbidding space. It’s the latest sign that something has shifted in Ethiopia’s capital — and thanks to a major expansion of Addis Ababa’s airport that’s tripled capacity and brought new routes, U.S. travelers can easily witness the change firsthand. Last year, Sime and his partner, the curator and cultural anthropologist Meskerem Assegued, opened the Zoma Museum after a 20-year planning and building process. Situated in the Mekanisa neighborhood, the museum blends Ethiopia old and new, using vernacular architecture as a backdrop for contemporary art — including some of Sime’s own pieces. In its attention to both traditional and modern influences, Zoma parallels the aims of Addis Foto Fest, a biennial photography festival that will be held again in December 2020. Until then, find work by the country’s finest artists on display at institutions such as St. George Gallery, Addis Fine Art, and LeLa Gallery. —Hannah Giorgis","source":"TL"},{"id":74,"placeId":6,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/arequipa-peru-WHERETOGO2020.jpg","description":"The preserved colonial architecture of “the White City” — so named for its gleaming structures made from sillar, a volcanic rock — earned the historic center of Arequipa UNESCO World Heritage status in 2000. But a dearth of upmarket lodgings has kept this Peruvian destination off most travelers’ radar. Now, the town finally has accommodations befitting the local history: August saw the opening of Cirqa, originally built in 1540, the year Arequipa was founded, as an inn for guests of the Church of San Agustín next door. The property marries preserved elements of the original parador — high vaulted ceilings, textural stone walls — with contemporary flourishes, such as black-steel-framed windows and a plunge pool. Further steeped in history is the cuisine at La Nueva Palomino, where a female-led staff cooks hearty stews from heirloom recipes. It’s all best enjoyed while admiring the three volcanoes in the distance (Chachani, Misti, and Pichu Pichu) with a tall glass of chicha, an Andean beer made from corn. —Scott Bay","source":"TL"},{"id":75,"placeId":10,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/asheville-nc-chow-chow-fest-WHERETOGO2020.jpg","description":"With a small-town feel and big-city cultural cred, Asheville, North Carolina is home to artists, musicians, and food and drink entrepreneurs who were making microbrews and serving farm-to-table meals long before such things were de rigueur. Now the mountain town is becoming more traveler-friendly than ever, with new offerings that showcase the sophisticated side of Appalachia. The Asheville Art Museum reopened in November with 70 percent more gallery space, including a new wing and rooftop sculpture garden. Last September, the city hosted the inaugural Chow Chow, an Appalachian food festival featuring chefs like Katie Button and John Fleer. There’s a slew of new watering holes, like cocktail bar and live-music venue Asheville Beauty Academy and neighborhood cocktail joint the Golden Pineapple. And Beer City still lives up to its nickname, with new openings like Burial Beer Co’s Forestry Camp Restaurant and Bar, set on a former Civilian Conservation Corps compound; Cultura, a restaurant from the Wicked Weed Brewing team; and Dssolvr, a taproom that goes beyond beer with experiments in cider, mead, wine, and more. Downtown, the Foundry Hotel and Hotel Arras both arrived in 2019, adding lively, urbane alternatives to the scene. —Lila Harron Battis","source":"TL"},{"id":76,"placeId":15,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/vienna-austria-hotel-sans-souci-WHERETOGO2020.jpg","description":"Not long ago, Austria was viewed as the meringue of the Germanic world: beautiful to look at, yet somewhat dry when one actually bit in. But the country has reinvented itself, pouring resources into cutting-edge arts institutions while lovingly elevating the cultural jewels that made it so beloved in days gone by. In Vienna, a wave of new hotels is catering to a younger, hipper crowd. None is more emblematic of the changing capital than the Andaz Vienna Am Belvedere, part of a more than $240 million development project surrounding the city’s central train station, which was completely rebuilt in 2015. Across the street, one of Vienna’s preeminent venues for contemporary art has been rechristened the Belvedere 21, and the nearby Belvedere palaces, two Baroque buildings filled with classical art, have been beautifully renovated. Over in the ninth district, the Freud Museum has moved into two temporary locations while its main building readies for a May reopening; the expanded space will give access to Freud’s family quarters and add a nearly 40,000-volume library. It’s also a celebration-packed year for Austria’s classical music world. The legendary concert hall Musikverein turns 150, and this year marks the 250th anniversary of Beethoven’s birth. His party in Vienna will last through 2020, with events like a weeks-long series of all of his symphonies by the Vienna Philhar­mon­ic and dozens of concerts at Wiener Konzerthaus and Musikverein. Plus, the world-renowned Salzburg Festival celebrates its centennial this summer with theatrical premieres and performances ranging from avant-garde chamber music to lavish productions of opera classics such as Tosca, Don Giovanni, and Elektra. —John Wray","source":"TL"},{"id":77,"placeId":17,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/baja-sur-east-cape-mexico-four-seasons-costa-palmas-05-wheretogo2020.jpg","description":"Just when you think the Baja buzz has reached a fever pitch, new arrivals make it all the more thrilling. This year, the locus of the excitement has shifted away from the towns of Cabo San Lucas and San José del Cabo up to the East Cape, where a dreamy new 1,000-acre luxury enclave has finally come to fruition near Los Barriles. The Four Seasons Resort Los Cabos at Costa Palmas opened in October, with 141 rooms overlooking the placid Sea of Cortéz, and the Costa Palmas Beach & Yacht Club is welcoming members and hotel guests to its pools, golf course, two miles of beachfront, and — should you need a place to park your superyacht — a glittering, lake-size marina. Keep an eye out in 2021 for the arrival of Amanvari, Aman Resorts’ corner of Costa Palmas, with 20 villas and 24 residences. But all of that is merely the gateway to the real draw: An undisturbed corner of Baja where desert, mountains, and water meet. —Lila Harron Battis","source":"TL"},{"id":78,"placeId":20,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/barbados-bridgetown-WHERETOGO2020.jpg","description":"This 166-square-mile island on the eastern edge of the Caribbean is largely famous for its powder-white beaches, British-colonial roots, manifold rum shops, and native daughter Rihanna. Recently, the country’s first female prime minister, Mia Mottley, sent out a rallying cry for anyone with Bajan roots to return to the island in 2020 to partake in a year-long calendar of events celebrating Bajan heritage and culture. The 52-week festival, dubbed “We Gatherin’,” will launch in January and travel to all 11 parishes before culminating in a country-wide blowout in December. Visitors can expect lively street parades, traditional eats like flying fish and cou-cou, live soca music, and must-see jamborees such as the carnivalesque Crop Over Festival, Food & Rum Festival, and Oistins Fish Festival. Away from the action, the 40-suite hideaway Cobblers Cove just emerged from a five-year renovation and now sparkles with coral stone floors, local artwork, and original rattan furniture. In addition to surfing and diving, active travelers can take advantage of the hotel’s new coast-to-coast hiking experience or participate in the Walkers Reserve’s new lineup of outdoor pursuits. —Nora Walsh","source":"TL"},{"id":79,"placeId":22,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/beijing-china-mandarin-oriental-wangfujing-library-WHERETOGO2020.jpg","description":"Last September, the largest airport in the world opened in Beijing. After five years of work and an estimated $25 billion, the 7.5 million-square-foot behemoth, designed by starchitect Zaha Hadid, is predicted to greet some 70 million travelers annually. Though you could visit for the airport alone, Beijing has seen a surge of new developments over the past year. The new Mandarin Oriental Wangfujing, opened last March, has a boutique hotel feel, with 73 capacious rooms, yet offers big-time amenities like a state-of-the-art spa, a sleek fitness center with a lap pool, two on-site restaurants, and a library. A short walk away, the Forbidden City, a palace complex in central Beijing, will open the historic Qianlong Garden for the first time ever in 2020. Its stunning interiors have remained mostly unchanged since they were built in imperial China. —Scott Bay","source":"TL"},{"id":80,"placeId":26,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/big-island-hawaii-mauna-lani-pool-08-WHERETOGO2020.jpg","description":"Despite the eruption of Kīlauea volcano in 2018 and the subsequent tourism downturn, visitors to Hawaii’s largest island were never really in danger — the volcanic activity was limited to its east side, far from the resorts on the Big Island’s western coast. But now that the lava has stopped flowing, there’s new energy in the air. The island’s biggest resort opening in years is set to debut in January 2020 — a reimagining of Mauna Lani by Auberge Resorts, the first Hawaiian venture by the Bay Area-based luxury hotel brand. After a yearlong, $200 million renovation, the property will unveil a redesigned spa that’ll incorporate Hawaiian botanicals grown on-property into its treatments, as well as Canoe House, a beachfront restaurant with a menu full of local items like grilled Kona lobster. Elsewhere, a new wave of artisans is taking hold, like Kona’s Big Island Distillers, which sources ingredients for its spirits — like honey, sweet potatoes, and coffee — directly from the island. —John Wogan","source":"TL"},{"id":81,"placeId":30,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/botswana-selina-camp-great-plains-conservation-WHERETOGO2020.jpg","description":"Take your pick from a slew of new safari lodges. The Okavango Delta just saw the opening of Natural Selection’s Tuludi, a treehouse-inspired camp with seven tented suites connected by elevated boardwalks, and come June, the solar-powered Xigera Safari Lodge will debut in the delta’s Moremi Game Reserve. On the edge of Chobe National Park, you’ll find a new, six-tent mobile camp called Linyanti Expeditions, where travelers take walking safaris through the bush in search of elephants, zebras, and rare birds. Meanwhile Great Plains Selinda Camp, in an area of northern Botswana best known for sightings of the rare African wild dog, has been dazzling guests since its opening last June, with guest rooms that put a fresh spin on the classic safari aesthetic, and exteriors that echo the thatched-roof buildings in the tribal center of the Bayei people. —Madeline Bilis","source":"TL"},{"id":82,"placeId":29,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/boston-massachusette-four-seasons-one-dalton-WHERETOGO2020.jpg","description":"Boston is becoming the country's next great hotel city. Recent months saw two top-shelf debuts: the Four Seasons One Dalton landed in a new 61-story skyscraper offering 215 rooms, a massive spa and indoor pool, and a branch of haute-Japanese eatery Zuma. The Whitney reinvents a 1909 brick building on the Charles River as a 65-room, Federalist-chic boutique hotel; the restaurant’s from the team behind the nationally awarded Juliet. This summer, the Langham emerges from a closure and redo, and early in 2020, the city's former Taj will be rebranded the Newbury. The 90-year-old grand dame will show off contemporary cachet inside classical bones, with interiors by Alexandra Champalimaud, Jeffrey Beers, and Ken Fulk. Beyond hotels, there’s the new permanent installation of one of Yayoi Kusama’s kaleidoscopic Mirror Infinity Rooms at the Institute of Contemporary Art/Boston, and the recent opening of a Time Out Market, bringing together 15 of the city's best eateries. Five more food halls will launch in the next year, giving you the makings of one very satisfying getaway. —Andrew Sessa","source":"TL"},{"id":83,"placeId":33,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/brisbane-australia-fantauzzo-hotel-boardwalk-WHERETOGO2020.jpg","description":"Though the massive Queen’s Wharf revitalization project in the Queensland capital won’t be complete until 2022, headway is already being made in the form of three buzzy waterfront recreation areas. Family-friendly Waterline Park courts outdoor enthusiasts with a climbing wall and other sporting equipment; Mangrove Walk focuses on indigenous culture and local wildlife, with educational signposts stationed throughout the quarter-mile path; and the initial section of a rehabilitated Bicentennial Bikeway features wider lanes, better sight lines, and improved traffic flow. A hotel boom in 2018 and 2019 brought such high-profile openings as the Calile, Ovolo Inchcolm, and Fantauzzo, but a host of five-star properties slated for the Queen’s Wharf — including a Ritz-Carlton and a Rosewood — will elevate the Australian city’s cache even further. —Sarah Bruning","source":"TL"},{"id":84,"placeId":39,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/caesarea-israel-harbor-WHERETOGO2020.jpg","description":"The happy marriage of antiquity and modernity is drawing more visitors to Caesarea, a coastal town and national park in northern Israel on the site of a 2,000-year-old Roman harbor. The new King Herod Visitor’s Center, named for the port’s founding monarch and built in the massive arched vaults that once stood beneath a temple, displays recent archaeological finds, such as colorful mosaics and gold coins recovered from shipwrecks. Admire the ancient harbor from a table at Helena Restaurant — a seaside fine-dining spot that features locally foraged ingredients and Israeli wines — then wander the ruins of bathhouses or explore submerged Roman breakwaters, columns, and cargo along the snorkeling and scuba diving trails at the Old Caesarea Diving Center. Spend the night at the newly renovated Dan Caesarea, a posh midcentury resort built by French banking scion Baron Edmond de Rothschild. —Sara Toth Stub","source":"TL"},{"id":85,"placeId":41,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/california-coast-hearst-castle-WHERETOGO2020.jpg","description":"Long considered a necessary interlude on the way to somewhere else, this once-sleepy stretch has become a destination in its own right. Travelers are finally catching on to what locals have known long all along: the Central Coast of California offers quiet beauty, agricultural bounty, and some of the best wines in the state. Coastal enclaves such as Cayucos, which self-identifies as “the last of the California beach towns,” and Pismo Beach, where monarchs flock to eucalyptus groves every winter, still feel refreshingly low-key — despite major updates like Vespera on Ocean, a 124-room resort overlooking the Pacific which opened in October. In the Paso Robles area, young gun winemakers thinking outside the barrel continue to draw a cult following. Stay at the Piccolo, a new urban extension of the Paso Robles Inn, and taste for yourself at the recently opened Tin City, an industrial complex that’s home to 23 small-production wineries. Quaint San Luis Obispo is getting overdue credit thanks to a budding restaurant scene and super chic hotel arrivals: check out the Hotel San Luis Obispo, from the team behind Hotel Healdsburg, and Hotel Cerro, opening soon with a rooftop pool and in-house distillery. Further north, the more rural communities of Cambria and San Simeon retain the same countryside charm that attracted William Randolph Hearst to build his enchanting Hearst Castle, which celebrates its centennial this year. With sand and surf, food and wine, stunning hikes, and historic architecture, now is the time to go before the secret’s out. —Tanvi Chheda","source":"TL"},{"id":86,"placeId":52,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/chile-lakes-district-14-WHERETOGO2020.jpg","description":"Primed to be the perfect spot for viewing December’s solar eclipse, the Chilean Lakes District is graced with clear skies and out-of-this-world landscapes. Located just north of the more rugged Patagonia region, the Lakes District offers the same stunning views, but with the option for softer adventures. (Think: white-water rafting, mountain biking, fly-fishing, and truly top-notch stargazing.) Take it all in at the andBeyond Vira Vira, a luxury lodge on a 56-acre estate offering a long list of outdoor excursions, plus impressive farm-to-table dining. Or opt for the iconic Hotel Antumalal, once visited by Queen Elizabeth II, which overhauled its culinary program in November. Now, the focus is on local and traditional dishes, like the savory pastel de jaiba, or Chilean blue crab pie. —Scott Bay","source":"TL"},{"id":87,"placeId":58,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/costa-rica-nayara-sloths-15-WHERETOGO2020.jpg","description":"Several just-opened eco-retreats are offering more ways to unwind in Costa Rica. Perhaps the most-anticipated is Nayara Tented Camp, a safari-style retreat inside a sloth sanctuary. Adjacent to the famed Nayara Hotel and Nayara Springs resort, the camp debuted in December, and offers 29 family-friendly suites linked by footbridges across the rain forest. Then there’s Kasiiya Papagayo, which opened as an adventure-focused getaway; walkie-talkies and headlamps are distributed at check-in. Its five sustainably built, ocean-facing tents rest on platforms above the local flora, leaving much of the landscape undisturbed. Farther south is Kinkára Luxury Retreat, built on the slopes of the Talamanca mountain range. The wellness resort's 31 glamping tents are centered around a thatched-roof yoga pavilion and a garden. Seriously indulgent bathhouses feature indoor-outdoor rain showers; outside, you can take a dip in the waterfalls and wading pools that dot the property. —Madeline Bilis","source":"TL"},{"id":88,"placeId":62,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/doha-qatar-national-museum-of-qatar-16-WHERETOGO2020.jpg","description":"Doha’s arts and culture scene is giving travelers a reason drop in before the crowds arrive for the 2022 Fifa World Cup. The National Museum of Qatar, by architect Jean Nouvel, opened last year, and adds to the city’s collection of art hubs, like Mathaf: Arab Museum of Modern Art and the Museum of Islamic Art. And thanks to a brand-new underground railway system, it’ll be a breeze to go from Hamad International Airport to the restaurants and galleries along the palm-edged Corniche. The new Mandarin Oriental, Doha and the Al Najada Doha Hotel by Tivoli are among the stylish hotels to arrive on the scene—both are in Old Doha, striking distance from the Souq Waqif, the city’s historic open-air street market. —Siobhan Reid","source":"TL"},{"id":89,"placeId":63,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/dominica-jungle-bay-resort-17-WHERETOGO2020.jpg","description":"This 290-square-mile teardrop is an outdoorsy traveler’s oasis, claiming 365 rivers, 300 miles of hiking trails, a dozen waterfalls, and the world’s second-largest hot spring. And resorts are betting that visitors will find the trek to this “Nature Island” utterly worth it. The game-changer is Cabrits Resort & Spa Kempinksi, which debuted in October and claims to be the first five-star hotel in a destination better known for landscapes than luxury. The resort has 151 rooms and suites; three restaurants; a massive spa, offering mud baths sourced from one of the island’s 10 volcanoes; and a bar called Rumfire, winkingly called a “barmacy,” where you can sample more than 30 “bush rums” — homemade spirits infused with medicinal herbs, spices, or fruit. But it’s not just Kempinski that’s betting on Dominica. Wellness resort Jungle Bay, destroyed when Hurricane Maria careened through the island in 2017, relocated from Délices to Soufrière and reopened last fall. Secret Bay, a clutch of luxury treehouse villas, is also back in business after the storm. And Anichi Resort & Spa, an Autograph Collection project, is scheduled to debut on Picard Beach later this year. —Sarah Greaves-Gabbadon","source":"TL"},{"id":90,"placeId":250,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/douro-river-valley-portugal-WHERETOGO2020.jpg","description":"Portugal remains a popular getaway — and in 2020, it’s all about experiencing it from the water. Last spring, Viking River Cruises christened the Viking Helgrim, a vessel built for its new Douro itinerary. A few weeks later, AmaWaterways debuted the AmaDouro, which sails between Porto and Vega de Terrón in Spain. This year, Tauck will launch the 84-passenger Andorinha, and Uniworld Boutique River Cruise Collection will christen the S.S. Saõ Gabriel, which has décor that channels the ambience of the Douro Valley. On land, wineries like Quinta do Portal and Quinta do Seixo serve light reds, vinho verde, and the ubiquitous port. Stay in Porto at recent additions like the Art Deco stunner Le Monumental Palace or the art-filled Torel 1884, whose 12 rooms and 11 standalone apartments feature art inspired by fabrics, materials, and spices from faraway lands. —Hannah Walhout","source":"TL"},{"id":91,"placeId":65,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/dubai-uae-19-WHERETOGO2020.jpg","description":"Expo 2020 Dubai, the first World Expo to be held in the Middle East, is set to change the face of a city whose face is always, already, constantly in flux. About halfway between Dubai and Abu Dhabi, the 1,000-acre “District 2020” will eventually have multiple parks, a dedicated metro station, and more than 200 restaurants and food venues. (After the expo wraps, the government plans to turn the site into a LEED Gold certified tech and education hub.) The country’s fraught record on labor issues has brought heightened scrutiny to the endeavor, but a whopping 192 countries have signed on to join in the festivities, including Iran, Israel, and Qatar, three nations with whom the U.A.E. has had strained diplomatic relationships. The program will feature 60 live shows every day, including “Al Wasl,” the first Emirati opera, scored by American composer Mohammed Fairouz with a libretto by Emirati writer Maha Gargash. And for the first time ever, each and every nation, from China to Djibouti, will have its own pavilion. During its run, which begins in October, the city expects to receive around 25 million visitors. It’s not often we get to publish the words “an event the likes of which the world has never seen” — but in this case, whatever you think of the whole expo enterprise, it certainly applies. —Hannah Walhout","source":"TL"},{"id":92,"placeId":66,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/durban-south-africa-golden-mile-20-WHERETOGO2020.jpg","description":"Despite a thriving food scene and tropical beaches, Durban has always lurked in the shadows of Cape Town and Johannesburg. But with the unveiling of Durban’s new seaside promenade, part of a $2.5 billion development designed to rejuvenate the waterfront area, the city is becoming South Africa’s next cultural and coastal getaway to watch. Dubbed the ‘Golden Mile’, the shiny 3.7 mile strip, which is an ongoing development over the next 15 years, will flaunt glistening buildings with apartments, shops, a hotel, and public hangout spaces, plus a hotly anticipated new cruise terminal, which began construction in late 2019 and is set to open in 2021. Beyond the shiny waterfront, the city’s food scene, which is rooted in South Asian cuisine due to the substantial Indian community, thrives. Street food dishes are a must: look for bunny chow (a hollowed out bread loaf filled with curry) at CaneCutters and lemony pieces of chicken and slap chips (fries doused in vinegar) from Afro’s Chicken. Another key stop: A trip to the newly relocated African Art Centre for clay pots and beaded baskets. —Mary Holland","source":"TL"},{"id":93,"placeId":91,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/guyana-kaieteur-falls-21-WHERETOGO2020.jpg","description":"Guyana is known as the land of giants — giant river otters, giant anteaters, giant water lilies, and one of the tallest waterfalls in the world, Kaieteur Falls. And the South American nation is soon to loom large for travelers: Visits were up 10 percent in 2019 from the already-record highs of 2018, and new direct flights on American and JetBlue and global industry accolades for ecotourism promise still more growth in 2020. (It doesn’t hurt that it’s the continent’s only English-speaking country.) Guyana’s unique offerings recall the Costa Rica of 40 years ago: nighttime ride-alongs with naturalists who are trapping and tagging wild caimans; horseback rides on the savannah in search of anteaters; stays at indigenous-owned eco-lodges in picturesque mountain villages. Over 75 percent of the country is rain forest and about seven percent is savannah, which means there’s plenty of opportunity to catch a glimpse of one of the 900 animal species that make it their home. — Judy Koutsky","source":"TL"},{"id":94,"placeId":252,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/great-lakes-mackinac-island-22-WHERETOGO2020.jpg","description":"The next hot cruise destination is…The Great Lakes? Believe it. The five lakes collectively offer 11,000 miles of attraction-packed shoreline, and new small ship cruises are making it easier to explore. Luxury French cruise line Ponant launched a Québec-to-Milwaukee itinerary for the first time in 2019 (book now for the next sailing in 2021), and Blount Small Ship Adventures just added a two-week Great Lakes trip to its roster, taking visitors from Chicago to Montréal. There’s boatloads to discover on the ground, too. Michigan’s Mackinac Island, a perennial (and famously unchanging) traveler favorite, got two new hotels in 2019, the Mackinac House and Waterfront Collection, and the historic Grand Hotel added new rooms and suites. On the UP, Chicago chef Iliana Regan and her wife, sommelier Anna Regan, launched the remarkable Milkweed Inn, an intimate converted hunting lodge and glamping destination where the Regans serve exquisite meals all weekend long, capped off by a multi-course Saturday night tasting menu. And lakeside cities like Cleveland and Milwaukee are drawing new crowds, the former for a thriving creative scene and revived waterfront, the latter for its dynamic restaurant landscape, new museums, and anticipatory buzz ahead of July’s Democratic National Convention. — Emma Balter","source":"TL"},{"id":95,"placeId":99,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/istanbul-turkey-new-airport-23-WHERETOGO2020.jpg","description":"In 2019, the opening of the monstrous Istanbul New Airport — now the world's biggest — brought Istanbul back into travelers' field of vision.This year, cultural openings have the city abuzz. Arter is putting Istanbul back on the map as an art capital: The angular mosaic-wrapped building houses the city's — and country's — first permanent collection of contemporary art, showcasing more than a thousand works by Turkish and global artists throughout six floors and terraces. After a few years of slow growth, Istanbul's hotel game is heating up again, particularly with the impending christening of the new Six Senses Kocatas. An hour-long ferry ride up the Bosphorus, in a quiet seaside district, the luxury hotel brand transformed a pair of opulent Ottoman-era mansions into a boutique hotel unlike any other. Add to that the city's newest hammam, the intimate Curkurcuma Hamami — a gleaming 19th century white marble bath that was painstakingly renovated for 11 years — which isn't in overcrowded Sultanahmet, but tucked away on the charming cobblestone streets of Çukurcuma. To top it off, the long-in-the-works Galataport cruise terminal is set to open this spring. Despite all the flashy openings, you can still visit old favorites like the Hagia Sophia Museum, Topkapi Palace, and Ciragan Palace Kempinski, because Istanbul is a city that has all but mastered the precarious art of commingling traditional with contemporary. —Jenna Scatena","source":"TL"},{"id":96,"placeId":101,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/jalisco-mexico-puerto-vallarta-beach-WHERETOGO2020.jpg","description":"Mexico City has been the recent travelers’ darling, but it doesn’t have a national monopoly on boutique hotels, innovative fine dining, or cultural riches. In the state of Jalisco, tradition and modernity mingle in fantastic fashion — and the region has never been more accessible. In Puerto Vallarta, the 55-room Hotel Amapa, coming this spring, is a boho-chic boutique alternative to the town’s many all-inclusives. On the Costalegre — the stretch of shore between Cabo Corrientes and Jalisco’s southern border — the 160-room Four Seasons Resort Tamarindo will open in 2021. Meanwhile, infrastructure investments are making the region easier to navigate. Highway expansions will soon trim the drive between Guadalajara and Puerto Vallarta from five hours to three, and the trip from Puerto Vallarta to the Costalegre from three hours to an hour and a half. And the Costalegre’s own international airport will open this year, making it even easier to sample all of Jalisco’s wonders in a single trip. —Carey Jones","source":"TL"},{"id":97,"placeId":113,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/kitmoeller-denmark-surfer-25-WHERETOGO2020.jpg","description":"Surfing in Denmark? It’s legit! Consistent breaks and large swells — ideal conditions for both beginners and pro surfers — earned the town of Klitmøller, on the edge of the North Sea, the nickname “Cold Hawaii.” Cold Hawaii Surf Camp is the place to go for lessons and rental gear; further inland, the sandy dunes and glimmering lakes of Thy National Park are ideal for hiking. Just under an hour’s drive away is the region’s choicest stay: the new Svinkløv Badehotel. After a devastating fire destroyed the original 90-year-old hotel in 2016, Danish chef Kenneth Toft-Hansen spent nearly three years bringing the much-loved property back to life. The barn-like wooden building houses 36 white slatted rooms with raffia rugs, floral curtains, and windows that overlook the wind-beaten dunes and ocean. In the sunny restaurant, Toft-Hansen, a recent Bocuse D’Or winner, serves approachable yet inventive dishes like steamed cod with a crispy pimento crumble and no-fuss fishcakes with fries. — Mary Holland","source":"TL"},{"id":98,"placeId":116,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/kuala-lumpur-malaysia-atas-restaurant-WHERETOGO2020.jpg","description":"Travel to Malaysia, and you’re likely to be headed to its alluring beaches or the historic Straits cities of Penang and Melaka. But a recent explosion of chic hotels and restaurants has put Kuala Lumpur in the spotlight. These days, the menu at the swank open-air pool lounge of the RuMa Hotel & Residences includes the rum- and Campari-based tiki-bar staple, a Jungle Bird — here, the glass comes presented in a stylized metal birdcage. Just five years ago, nothing like that existed in KL — nothing like that cocktail; not a single hotel of RuMa’s caliber. Opened in late 2018, it brings a boutique’s design sensibility (take note of the showstopping twin spiral staircases in the lobby) and sense of intimacy to a 253-room hotel. Bona fide boutique properties have landed here, too: the Chow Kit opened last fall with spaces by Studio Tack, the Brooklyn-based design firm behind a number of chic stateside properties, such as Scribner’s Catskill Lodge in New York and the Anvil Hotel in Wyoming. Major players have taken notice, too: Four Seasons and W landed in 2018, with Conrad and Kempinski following in 2021. Malaysian cuisine, with its mix of Chinese, Indian, and Malay influences, is among the world’s greats — and these days, it’s finally showing up in the capital’s high-end restaurants. The RuMa’s sleek ATAS, hipster-magnet ChoCha Foodstore, and the extraordinary OpenHouse, at the base of the Petronas Twin Towers, each offer a different angle on modern Malay cuisine, taking exciting liberties with local ingredients. — Carey Jones","source":"TL"},{"id":99,"placeId":118,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/kyoto-japan-aman-27-WHERETOGO2020.jpg","description":"As visits to Kyoto continue to climb, a trend that will only intensify when the Olympics come to Japan this summer, innovative hotels and museums are opening. The Fukuda Art Museum, which focuses largely on Kyoto artists from the Edo period to today, debuted in October, and the Kyocera Museum of Art is slated to reopen this March after a three-year expansion that added contemporary art galleries to supplement the existing 1933 building. The Park Hyatt Kyoto, a hillside retreat that launched last fall, echoes Kyoto’s imperial history and its time-honored aesthetics, including those of the ryokan. The Kengo Kuma–designed Ace Hotel, opening this spring, is inspired by the restored machiya shop-houses that have played a large role in Kyoto’s self-renewal. But the most notable arrival is no doubt that of the new Aman Kyoto. Far from the anonymous urban grids of central Kyoto and the manicured tourist neighborhoods of Gion and Higashiyama, the property sits in a small valley surrounded by forested foothills in the northeastern suburbs. The Aman’s guest pavilions, all minimalist in style and largely made of cedar, are set along a mountain stream. The surrounding garden is landscaped with monumental stone walls and pathways. The onsen is outdoors, surrounded by ornamental boulders, and the guest rooms overlook trees glittering with fireflies; the ofuro tubs in the bathrooms are made of aromatic cypress. The whole effect is one of simplicity and understatement. —Lawrence Osborne","source":"TL"},{"id":100,"placeId":132,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/lille-france-mama-shelter-room-28-WHERETOGO2020.jpg","description":"Crowned as the World Capital of Design 2020 for its advances in urban development, the once-struggling industrial city of Lille is on its way to enjoying optimized public spaces thanks to a slew of sustainable design initiatives. It’s also quickly becoming a cosmopolitan oasis with new galleries, museums, restaurants, and boutiques. Among the new art-forward destinations is La Piscine, an Art Deco indoor swimming pool turned art museum that just reopened after a two-year renovation. The bohemian-chic brand Mama Shelter also debuted a hotel in the city center last summer — its rooms offer sweeping views of the skyline. And jaw-dropping restaurants like Coke, a brasserie and hotel serving French classics beneath ornate moldings and crystal chandeliers, and La Belezza, a new Italian spot from the owners of Big Mamma in Paris, are marrying old Lillois style with contemporary flair. —Sarah Souli","source":"TL"},{"id":101,"placeId":144,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/maine-arogosta-salad-29-WHERETOGO2020.jpg","description":"With the navy seas beyond Deer Isle as a backdrop, you can marvel at breakfast at Aragosta at Goose Cove, where chef Devin Finigan sources everything locally, from the blueberries in her pancakes right down to the salt, harvested from the briny waters outside. It was a sign of the changes afoot in Midcoast and Down East, where ambitious hoteliers and chefs are ushering in a new, sophisticated era. Finigan is among those leading the charge. She opened Aragosta at Goose Cove last June, with 11 understated, Scandi-style cottages and suites that let the landscape shine. In nearby Stonington, chef Ryan McCaskey, of Chicago’s much-lauded Acadia, recently opened Acadia House Provisions, where he serves scallops with butter-braised radishes and the plumpest mussels you’ll ever taste. Farther inland is Tops’l Farm, a glamping retreat in Waldoboro that counts 11 tents and A-frame cabins decked out with sheepskin rugs and hurricane lamps. At check-in, guests receive a guide on how to relax and unplug, plus a menu of campfire kits that come with house-made marshmallows. And the fresh-aired lodgings don’t end there: come summer, Terramor Outdoor Resort Bar Harbor will open with luxe tents and a modern, glass-walled lodge. —Madeline Bilis","source":"TL"},{"id":102,"placeId":145,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/malawi-robin-pope-kuthengo-camp-30-WHERETOGO2020.jpg","description":"Wedged between the safari superstars of Zambia and Tanzania, Malawi, a sliver of a country, has had a hard time establishing itself as worthy wildlife hotspot. But two decades of conservation efforts are paying off across the country’s wild places. Now, after years of repopulating the major Liwonde National Park, which has a tragic history of poaching, 2020 will be the first year that visitors can anticipate seeing the Big Five. Following a large elephant relocation in 2016, there’s been a steady increase in the population, and the park is finally home to a number of healthy herds. Lions and cheetahs, too, are back, and in November 2019, 17 black rhinos were relocated to Liwonde from South Africa to encourage population growth. Travelers can enjoy luxury accommodation offerings, like Robin Pope Safaris’ low-key Kuthengo Camp on the Shire River in Liwonde, which opened in 2018. And even established spots are ever-evolving: In 2020, Mvuu Lodge, a classic property in Liwonde, will open a collection of star beds, where guests can slumber under the night sky. On the shores of glimmering Lake Malawi, one of the country’s other major draws thanks to its swimmable water, the unfussy Chinchetche Inn recently expanded with four new rooms that roll onto the lake. — Mary Holland","source":"TL"},{"id":103,"placeId":148,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/maldonado-uruguay-sacromonte-WHERETOGO2020.jpg","description":"The playground of South America’s elite is catching on stateside. The buzz began picking up with the arrival of Sacromonte Landscape Hotel, a high-design vineyard retreat with 12 mirrored cabins. Now, creatives are flocking to Campo, a new artistic community where an on-site gallery, café, and food lab, Canteen, opened just weeks ago. Nearby, Garzón Sculpture Park, a nearly 400-acre parcel that’s part outdoor museum, part nature preserve, will host its first exhibition in December 2020, featuring site-specific works by African artists created in partnership with NIROX Sculpture Park in South Africa. And in José Ignacio, Bahia Vik just added new bungalows and a spa. Still to come: the Museum of Latin American Art, slated to open near Punta del Este in 2021. —Siobhan Reid","source":"TL"},{"id":104,"placeId":149,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/manchester-united-kingdom-32-WHERETOGO2020.jpg","description":"Once famed for its towering industry and more recently, vibrant music scene, Manchester is now one of the fastest growing cities in Europe, buoyed by an influx of digital and media companies. Servicing this boom are a number of upscale and design-led arrivals.The new Cultureplex, an ex-railway goods warehouse in the northern quarter, offers up a restaurant, bar, and café, alongside a constantly revolving program of film, visual arts, and performances. Opening this spring, Hotel Brooklyn, inspired by the New York City borough from which it gets its name, is housed in a Victorian brownstone. The team behind Chiltern Firehouse recently unveiled Native Manchester, a new multi-use 166-apartment hotel in the northern quarter. Meanwhile, chef du jour Tom Kerridge has opened an outpost in the new Stock Exchange hotel, a 40-room Relais & Chateaux property in a storied Edwardian Baroque building. Kerridge’s Bull & Bear restaurant serves smartly prepared British classics, such as crispy pig’s head with celeriac rémoulade. Epicureans are also flocking to Mana, which recently won the city’s first-ever Michelin star. The Nordic-leaning restaurant’s highlight is a 12- to 16-course tasting menu featuring morsels such as barbecued duck broth and lavender or yakitori-style eel with roasted yeast and blueberry. —Jemima Sissons","source":"TL"},{"id":105,"placeId":168,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/new-brunswick-canada-origines-restaurant-33-wheretogo2020.jpg","description":"New Brunswick’s Acadian population suffered a massive blow in 1755, when more than 14,000 members of North America’s oldest French-speaking community were forcibly expelled from Canada’s Maritime region. Today, Acadians living in New Brunswick — the only officially bilingual province in Canada — are driving tourism by raising awareness of their history and traditions. At Origines, a seaside restaurant overlooking the Gulf of St. Lawrence, Campbellton-raised chef Benjamin Cormier creates five-course, Acadian-inspired tasting menus that use local ingredients like seaweed and oyster mushrooms. In Moncton, Black Rabbit is a pop-up turned fine dining restaurant that serves traditional Acadian comfort food like râpure, a casserole made from grated potato, onion, and chicken. Learn to make some of these recipes at the Village Historique Acadien, a living museum comprising more than 40 restored buildings, including a tavern and a school. Or head to the family owned Distillerie Fils du Roy to try an absinthe called Courailleuse that’s made using techniques from the 1850s (don’t leave without also sipping Gin Thuya, which has won gold medal at the San Francisco World Spirits Competition). At the year-old Cielo Glamping Maritime, travelers sleep in fully insulated geodesic domes, each equipped with a private patio and a wood-fired hot tub. In the warmer months, the property can organize paddle boarding excursions on the bay to forage for oysters. —Siobhan Reid","source":"TL"},{"id":106,"placeId":173,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/north-island-new-zealand-the-landing-WHERETOGO2020.jpg","description":"New Zealand’s upper isle is a study in delightful contrasts: it’s smaller than its southern counterpart, yet more populous, and the scenery varies widely, from geothermal geysers to mud pools to white-sand beaches. The rugged South Island has long been the traveler’s go-to for its mix of adventure and wine, but in 2020, intriguing new developments should draw them north. The Landing — a four-villa property staffed entirely by Kiwis and already a draw for its pristine private beaches and walking trails — will open its own winery and tasting room in April to immerse guests more fully in its award-winning vineyard. And come November, the secluded, ultramodern Owhaoko will open in the Kaimanawa and Kaweka Forests for adventurers willing to fly in by helicopter. Until then, head to Tongariro National Park, a UNESCO World Heritage site, where the new Sky Waka gondola, the largest of its kind in the country, takes visitors into the clouds of Mt. Ruapehu. —Sarah Bruning","source":"TL"},{"id":107,"placeId":174,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/macedonia-kale-fortress-WHERETOGO2020.jpg","description":"Refreshingly free of big-box chains and tourists (fewer than 1.5 million visitors were recorded in 2018), the Republic of North Macedonia won’t fly under the radar for much longer. The newly renamed country has a wealth of historic sights, like the Kale (or fortress) in the capital, Skopje; Kokino, a megalithic observatory; and the ancient city of Heraclea Lyncestis, on the outskirts of Bitola. In Ohrid, the new Sky Corner Hotel will add more rooms and a restaurant later in 2020. Record enthusiasts will relish the Skopje Vinyl Convention, where there will be concerts, workshops, and the chance to add some rare discs to your collection. And in June, Bitola will host the Slow Food festival Terra Madre Balkans. Held in rotating European countries, the biannual event brings in chefs and experts to celebrate the movement with regional cooking and round table discussions. —Courtney Lichterman","source":"TL"},{"id":108,"placeId":180,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/oklahoma-city-scissortail-park-36-WHERETOGO2020.jpg","description":"Oklahoma City is officially hitting its stride as an arts and culture destination. Last fall, local arts collective Factory Obscura debuted Mix-Tape, a permanent, immersive installation that personifies the feelings that go into creating musical compilations for friends. Meanwhile, March will see the opening of the Oklahoma Contemporary Arts Center, a brand-new expansive campus with galleries, performance spaces, classrooms, studios, and a café. It’s not far from the city’s just-opened Scissortail Park, a 70-acre green space that stretches from downtown to the banks of the Oklahoma River. The park is part of an ongoing effort to boost the quality of life in Oklahoma City — as are downtown’s newly installed streetcar lines. Six miles of tracks now connect central attractions. And next year, the city’s new convention center and Omni hotel will be complete, rounding out a revitalized downtown. —Madeline Bilis","source":"TL"},{"id":109,"placeId":189,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/paros-greece-parilio-hotel-37-WHERETOGO2020.jpg","description":"Paros is a place overtourism forgot. The rugged Greek island, located smack in the middle of the Cyclades, can only be described as the cooler cousin of more populated islands like Mykonos and Santorini. Part of what makes it so cool: The newly opened Parilio, a 33-suite high-design hotel that rises from the landscape. A neutral palette graces its interior and exterior, while traditional building techniques elevate the Cyclades’ classic cubic houses. The island is home to those white-washed and blue-roofed buildings Greece is famous for, too, but with far less travelers elbowing you for the perfect Instagram. It’s worth navigating the labyrinthine streets in the town of Naoussa to spot some picturesque alleys, and booking a table at the much-loved Sousouro for a colorful breakfast spread. —Stacey Leasca","source":"TL"},{"id":110,"placeId":204,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/quito-ecuador-hotel-carlota-38-WHERETOGO2020.jpg","description":"High in the Andes, the Ecuadorean capital, with its unwieldy urban sprawl and car-centric downtown, has never quite held the allure of Rio or Lima when wanderlust strikes. The city’s been making real strides to address that: Several years ago, Quito moved its airport from the city center to its fringes in an effort to make landings less treacherous and satisfy noise-addled locals, and work is underway to transform the former terminal into a public park. Now, the long-awaited 2020 opening of Quito’s first-ever underground railway line, running 14 miles north-south, promises to truly transform Ecuador’s mountain city, putting once-inaccessible neighborhoods within reach and bringing locals downtown. The city’s skyline is changing, as the likes of Moishe Safdie and Jean Nouvel are enlisted for major new buildings in town. And after last year’s protests caused damage in the area, a community restoration effort has brought the Spanish Colonial Centro Historico back to its former glory. Check into the 12-room Carlota Hotel, and don’t miss a meal at Nuema, the much-lauded Ecuadorian restaurant that moved to a new space in San Marcos last year. —Lila Harron Battis","source":"TL"},{"id":111,"placeId":206,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/rajasthan-india-six-senses-barwara-WHERETOGO2020.jpg","description":"The colors, creative traditions, and opulent palaces of Rajasthan are what many of us picture when we think of India — but this coming year, even those who think they’ve been there and done that should plan a return trip. Fall will see the launch of Six Senses’ first India property, the 48-suite Fort Barwara, which is set in a 14th-century fortress south of Jaipur. In nearby Udaipur, the Raffles group is also due to make its Indian debut later in 2020. Set on a private island in Udai Sagar Lake, the palatial hotel will have a rooftop restaurant, an outdoor pool with gardens, and a capacious spa. Just outside the city, India’s first sculpture park opened at Madhavendra Palace, displaying the work of heavy-hitting Indian artists like Subodh Gupta and Mrinalini Mukherjee in a dramatic fortress setting. And in downtown Jaipur, the recently opened Amrapali Museum Jaipur showcases some of the 4,000-plus Indian gems collected by the founders of the Amrapali jewelry brand. —Flora Stubbs","source":"TL"},{"id":112,"placeId":211,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/rome-eur-district-fendi-WHERETOGO2020.jpg","description":"EUR, which stands for Esposizione Universale Roma, has long been one of Rome's most curious neighborhoods. Built in the late 1930s by Mussolini for a World’s Fair that never happened, the neighborhood’s bizarre fascist-neoclassical buildings and monuments have starred in many masterpieces of Italian cinema. It's a must-visit for architecture buffs and those who want to see another side of the city — and in 2020, it's more important than ever to keep the dark history of fascism in Europe fresh in our minds. Lately, EUR has undergone significant redevelopment, with corporate headquarters like Fendi moving in, as well as the addition of a boundary-pushing new convention center called “The Cloud.” Designed by Studio Fuksas, the it’s brought a revitalized food and shopping scene along with it. And soon, there will finally be an upscale hotel suitable for business travelers and leisure tourists alike: the Hilton Rome EUR, which will open in a striking skyscraper called La Lama, or “the blade.” —Hannah Walhout","source":"TL"},{"id":113,"placeId":208,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/rijeka-croatia-41-WHERETOGO2020.jpg","description":"With amazing views of the Adriatic coast, blockbuster beaches, and a colorful Baroque heart — not to mention one of the world’s biggest Carnival celebrations — it’s a wonder that Rijeka isn’t better known. But despite ticking pretty much every conceivable vacation box (toss in world-class museums, a bevy of top restaurants, and cinematic hikes in the surrounding mountains), it remains an under-the-radar Adriatic treasure. That’s all set to change in 2020, when Croatia’s third city is honored as a European Capital of Culture. Plenty is planned within the port town to mark the occasion: more than 1,000 official musical performances, literary events, art exhibitions, and parties; the multimillion dollar overhaul of the historic Sugar Refinery building into the Rijeka City Museum; and the addition of Hilton’s new five-star resort, the Costabella, in April. But perhaps most anticipated is the reopening of the ship Galeb (“Seagull”). Used as Tito’s personal mobile home while he was President of Yugoslavia, the yacht — where countless global leaders and celebrities were entertained — is being refurbished and transformed into a museum ahead of Rijeka’s moment in the global spotlight. —Jonathan Thompson","source":"TL"},{"id":114,"placeId":214,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/rwanda-singita-kwitonda-lodge-WHERETOGO2020.jpg","description":"Safari goers take note: new lodges are springing up in the Land of a Thousand Hills. November saw the opening of One&Only Gorilla’s Nest. Set in a jungle sanctuary of eucalyptus trees at the base of the Virunga Volcano Range, the lodge gives travelers the chance to get up close and personal with gorillas in their natural habitat. Singita Kwitonda Lodge in Volcanoes National Park opened a few months earlier, in August — the high-design property offers eight suites and a private villa for rent. Before game drives and gorilla treks, visitors meet in the property’s conservation room, where a selection of maps, books, photos, iMacs, and TV screens teach guests about the region’s endangered mountain gorillas. Beyond guide-led tours, you’ll want to head to Akagera National Park to spot zebras, giraffes, hippos, and, if you’re lucky, elephant or rhino. Plus, Rwanda’s abundant forests, lakes, and volcanoes make the landscape a perfect backdrop for a trip filled with wildlife viewing. —Elizabeth Rhodes","source":"TL"},{"id":115,"placeId":225,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/singapore-raffles-hotel-singapore-43-WHERETOGO2020.jpg","description":"Each year, there are just a handful of hotel openings that the travel-obsessed world awaits with bated breath. In 2019, all eyes were on Singapore, where the historic Raffles Singapore finally reopened in August after a two-year restoration. Now, the 133-year-old grande dame is a destination once more. In its new iteration, the property retains classic details — parquetry, mullioned French doors, the dramatic black-stained beams and banisters of the Grand Lobby — but has a fresh, bright look. At Changi Airport, meanwhile, the new glass-enclosed Jewel complex makes a long layover a pleasure, with nearly 300 shops, a movie theater, and a hotel. It has the feel of an enormous botanical garden, thanks to lush plantings and a towering central waterfall. Later in 2020, the city-state will also roll out new green spaces, overhauled railway stations, and pedestrian corridors linking parks and gardens­. —Lila Harron Battis","source":"TL"},{"id":116,"placeId":227,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/songyang-county-china-shimen-bridge-by-dna-44-WHERETOGO2020.jpg","description":"In China’s eastern Zhejiang province, rural Songyang County has quietly become an architecture lover’s dream. Since 2014, architect Xu Tiantian has been radically overhauling the region’s villages, bringing over a dozen serene, striking buildings that serve as both tourist draws and community hubs. Her work distills local tradition and culture, putting an artistic, visitor-friendly spin on seemingly workaday buildings like a brown sugar factory or a pedestrian bridge. Xu’s firm will unveil two new projects, a poetry museum and a maritime museum, in the region in early 2020. In the meantime, her “architectural acupuncture” strategy has brought a burst of energy to the area, increasing tourism 75-fold, according to China Daily, and paving the way for arrivals like the two-year-old destination bookstore Chenjiapu Librarie Avante Garde, Stray Bird hotel, and the 33-room Lanshu Mountain House, which opened in June. The rural revival has been so successful that Songyang recently hosted a UN forum to share its development approach with leaders from around the globe, and in November, Lishui implemented new regulations to ensure the preservation of traditional villages. With a new Lishui airport in the pipeline for 2021, this architectural wonderland is headed for even greater heights—plan your trip now to beat the (American) crowds. — Lila Harron Battis","source":"TL"},{"id":117,"placeId":231,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/sri-lanka-haritha-villas-45-wheretogo2020.jpg","description":"Sri Lanka has long been popular among surfers and adventure travelers. Though the country is still on the mend after last Easter’s bombings in Colombo, a new crop of resorts opening in 2020 make the island nation a luxury destination to be reckoned with. Haritha Villas & Spa, for one, debuts in December. It’s an elegant property located in Hikkaduwa, a resort town known for surfing, beaches, and sea turtles. Guests can enjoy infinity pools overlooking private gardens and one-of-a-kind treatments at the property’s jungle spa. Alila Koggala, a new sustainable resort located near the city of Galle, is set to open in fall 2020, offering 40 sleek suites and villas, plus guided excursions to nearby rain forests. —Madeline Diamond","source":"TL"},{"id":118,"placeId":232,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/st-bart-eden-rock-46-WHERETOGO2020.jpg","description":"When Hurricane Irma pummeled St. Bart’s in 2017, it put most of the French territory’s hotels out of commission. But after a slew of improvements and renovations, the island is back in business. November marked a new chapter for the fabled Eden Rock, which originally opened in the 1950s as the first luxury hotel in St. Bart’s. Fresh off a two-year overhaul, the island’s iconic resort harks back to its early days with 37 beachy-retro rooms featuring bold colors and midcentury modern furniture. A brand-new spa offers seaside treatments featuring locally made Ligne St. Barth products. In Gustavia, Barrière, the hotel group behind Le Majestic in Cannes, will debut Le Carl Gustaf in February. Situated on a hillside, the 23-room property will feature suites with sea-view terraces and private plunge pools, as well as the restaurant Shellona, which marries Mediterranean and Caribbean culinary traditions. —Scott Bay","source":"TL"},{"id":119,"placeId":238,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/taiwan-mountains-hoshinoya-guguan-WHERETOGO2020.jpg","description":"You know it as a destination for bubble tea, buzzy night markets, and the modern metropolis of Taipei. But in 2020, Taiwan is shining a light on one of its most prized yet overlooked treasures: its mountains. Seventy percent of the island is covered with craggy peaks, but until recently, red tape made hiking permits tough to come by. Now the government has streamlined the application process, and to celebrate, the Taiwan Tourism Bureau collaborated with the Construction and Planning Agency to identify 24 trails that showcase the very best of the island’s scenery, such as the Lake Jiaming National Trail, which runs through a hemlock forest, and the Nenggao Cross-Ridge Historical Trail, an ancient trade path used by the indigenous Atayal and Seediq tribes. Luxury operator Remote Lands just launched an itinerary that takes visitors deep into Taiwan’s rugged terrain, from touring the dramatic Taroko Gorge — the island’s Grand Canyon — to tasting whiskey at Kavalan Distillery in the mountains of verdant Yilan County. And enjoying the great outdoors is made even more pleasurable at the brand-new Hoshinoya Guguan, where private outdoor baths are fed by the mineral-rich hot springs of the Central Mountain Range. — Chadner Navarro","source":"TL"},{"id":120,"placeId":242,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/tasmania-australia-museum-of-old-and-new-art-48-wheretogo2020.jpg","description":"This heart-shaped Australian island rose to international prominence in 2011 with the opening of the quirky-cool Museum of Old and New Art in southeastern capital city of Hobart. Now the Tamar Valley in the state’s central north region is beginning to attract travelers with its zippy sparkling wines, balanced chardonnays, and easy-drinking pinot noirs. The region is also experiencing a boutique-property boomlet. One of the most promising new options: the charming seven-suite Ship Inn Stanley. Housed inside a refurbished building from 1849 that at one point also served as a pub for the seaside town of Stanley, the inn celebrates local history, decorating rooms with maritime antiques and custom artwork. Some small winemakers have also branched out to offer their own accommodations. The husband-and-wife team behind Loira Vines recently introduced The Shed, a well-appointed studio apartment on their five-and-a-half acre vineyard. —Sarah Bruning","source":"TL"},{"id":121,"placeId":243,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/tbilisi-georgia-fabrika-49-WHERETOGO2020.jpg","description":"This city’s creative groundswell has been building for a few years now, with young designers, chefs, architects, and artists — many of whom never knew life under the USSR — lending a palpable energy to the place. Georgian design, its profile boosted by Balenciaga creative director Demna Gvasalia, is on full display at the city’s surfeit of concept stores — find many of them, such as clothing atelier Flying Painter, at the mixed-use development Fabrika, which occupies a Soviet-era clothing factory. And “new Georgian” cuisine is finding its footing as young chefs bring traditional foods into the 21st century, with a glut of wine bars and standout restaurants like Shavi Lomi, Keto and Kote, and Kharcho (located inside a new creative hub and workspace called Art House). There are also an outsize number of excellent hotels for a city so small. Fabrika houses a colorful hostel, the brainchild of Adjara Group, also responsible for the trendy Rooms Hotels and the soaring, sensual Stamba, opened in 2018 inside an old Soviet printing factory. Next year, Stamba will expand its photography museum, which displays work by Georgian artists. Others followed in Adjara Group’s wake, with the opening of several small properties including a Moxy and the colorful City Wine Hotel, an offshoot of favorite wine bar g.Vino. If all goes according to plan, 2020 will see the opening of a Kempinski in Tbilisi — a gleaming, glass complex on Mount Mtatsminda that will shout to the world that Tbilisi has arrived. —Hannah Walhout","source":"TL"},{"id":122,"placeId":264,"media":"https://static.onecms.io/wp-content/uploads/sites/28/2019/12/turks-and-caicos-ambergris-cay-50-WHERETOGO2020.jpg","description":"To say that Turks and Caicos is having a moment would be an understatement. The country — home to more than 40 picturesque islands and cays — is less than a four hour flight from New York City and under two hours from Miami, and with new flights from Southwest and JetBlue, it’s easier than ever to get to one of its jaw-dropping resorts. For private island indulgence, consider the December opening of Ambergris Cay, where a charter plane will transport you from the international airport to untouched, white-sand beaches away from the crowds. For a family vacation, Turks and Caicos’ first all-suite resort, Grace Bay Club, has bounced back from Hurricane Irma, and is home to hot-ticket, oceanfront restaurants and exclusive kids’ and teen excursions like a treasure hunt and mermaid encounter. And at the recently redesigned Seven Stars Resort and Spa, you can relax with a beachside massage as the sounds of the ocean lull you into an even deeper state of relaxation. —Tanner Saunders","source":"TL"}]